{"id":8470,"date":"2019-06-19T12:07:20","date_gmt":"2019-06-19T16:07:20","guid":{"rendered":"http:\/\/www.rstp.ca\/?p=8470"},"modified":"2019-08-02T12:59:42","modified_gmt":"2019-08-02T16:59:42","slug":"procedures-regarding-residency-requirements-for-private-sponsorship-2","status":"publish","type":"post","link":"https:\/\/www.rstp.ca\/en\/refugee-sponsorship\/latest-policy-program-update\/procedures-regarding-residency-requirements-for-private-sponsorship-2\/","title":{"rendered":"Procedures Regarding Residency Requirements for Private Sponsorship"},"content":{"rendered":"<h2>RESIDENCY REQUIREMENTS &amp; OBLIGATIONS<\/h2>\n<p>As per the <i>Immigration and Refugee Protection Regulations<\/i> (IRPR) 153(1)(a), a sponsor must reside or have representatives in the refugee’s expected community of settlement. To meet the residency requirements of sponsorship:<\/p>\n<p>For Sponsorship Agreement Holders (SAH):<\/p>\n<ul>\n<li>Either the SAH and\/or Constituent Group (CG) is located in the community of settlement; <strong>or<\/strong><\/li>\n<li>At least two co-sponsors reside in the community of residence; <strong>or<\/strong><\/li>\n<li>At least two appointed representatives reside in the community of residence<\/li>\n<\/ul>\n<p>For Community Sponsors (CS):<\/p>\n<ul>\n<li>Either the CS is located in the community of settlement; <strong>or<\/strong><\/li>\n<li>At least two co-sponsors reside in the community of residence; <strong>or<\/strong><\/li>\n<li>At least two appointed representatives reside in the community of residence<\/li>\n<\/ul>\n<p>For Groups of Five (G5):<\/p>\n<ul>\n<li>All five sponsors reside in the community of settlement; <strong>or<\/strong><\/li>\n<li>Their appointed representatives (for each group member that does not reside in the community of settlement) reside in the community of settlement.<\/li>\n<\/ul>\n<p>To assess whether your sponsoring group meets the residency requirements, IRCC will compare the sponsors’ addresses on the Sponsorship Undertaking (IMM 5373) or the representative’s address on the Appointment of Representative(s) in Expected Community of Settlement (IMM 5956) form with the province and city (where the refugees plan to live) listed in question 5 of the PA’s Generic Application Form for Canada (IMM 0008).Applications that do not meet these requirements on submission will be refused.<\/p>\n<p>If the regulatory residency requirements of R153 (1)(a) are no longer met on arrival, sponsors will need to make alternate sponsorship arrangements, which can include: 1) finding a replacement sponsor located in the community of settlement to take over the original sponsorship; 2) updating the Sponsorship Undertaking to include a CG or at least two co-sponsors who are located in the community of settlement; or 3) appointing representatives in the new community of settlement. A combination of one representative and one co-sponsor would satisfy this requirement as well. See the chart below for more details. If a sponsor cannot meet the residency requirements when a sponsored family has moved, the case may lead to a no-fault or fault sponsorship breakdown. For more information on breakdowns and possible defaults, please see the following on <a href=\"http:\/\/www.rstp.ca\/en\/infosheet\/sponsorship-disputes-breakdowns\/?format=HTML\" target=\"_blank\" rel=\"noopener\">Sponsorship Disputes and Breakdowns<\/a>.<\/p>\n<h2>DEFINITIONS<\/h2>\n<p>A <strong>representative<\/strong> is a Canadian Citizen or Permanent Resident who is located within the refugee’s community of settlement and is appointed to represent the sponsor in the community, in accordance with the scope and action of representation agreed upon between the representative and the sponsor. A representative is not a party to the sponsorship, and is not liable to fulfill the sponsorship obligations.<\/p>\n<p>A <strong>co-sponsor<\/strong> is a person or organization that partners with a SAH or CS to share responsibility for sponsorship support as per the Sponsorship Undertaking. They are jointly and severally liable to fulfill the sponsorship obligations.<\/p>\n<p><strong>Community of settlement<\/strong> is defined as the village, town or city and surrounding areas in which the refugee is expected to settle. The term community is used, as there may be situations in which the sponsor does not live directly in the same village, town or city but could be considered to reside in the same general community. In determining the community of settlement, the paramount consideration should be the sponsor’s ability to provide adequate, in-person support to the refugee, taking into account the distance between the sponsor and the refugee.<\/p>\n<h2>APPOINTMENT OF REPRESENTATIVES<\/h2>\n<p>The appointment of representatives in no way removes the sponsorship group’s legal obligations towards Immigration, Refugees and Citizenship Canada (IRCC) to fulfill all sponsorship responsibilities committed to via the Sponsorship Undertaking and outlined in the Settlement Plan; the signatories to the Sponsorship Undertaking remain jointly and severally responsible for the sponsorship. The sponsor and the representative(s) are responsible for agreeing upon the action and scope of representation and for establishing amongst themselves how the sponsorship support will be provided, but this agreement is outside the sponsor’s contractual obligations with IRCC.<\/p>\n<p>The representatives cannot be legally bound to the sponsorship, unless they are formally added as co-sponsors through an updated Sponsorship Undertaking. It is therefore in the best interest of the sponsoring group to formally include the representatives as co-sponsors and therefore as parties to the Sponsorship Undertaking, as it would also bind them to the sponsorship obligations. However, in both scenarios, the sponsoring group who signed the Undertaking still bears ultimate responsibility to provide all sponsorship support should the assistance of the co-sponsor or representative(s) cease at any time during the sponsorship period.<\/p>\n<p>To appoint representatives, the sponsoring group must submit an <i>Appointment of Representatives in the Expected Community of Settlement<\/i> form (<a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5956e.pdf\" target=\"_blank\" rel=\"noopener\">IMM 5956<\/a>). The IMM 5956 includes a Settlement Plan to explain how the sponsorship support will be provided in the new long distance arrangement. The Settlement Plan must explain the type of interaction that will be in place with the representatives and how the support will be provided via the representatives. For example, if winter clothing is required, the sponsoring group who signed the Sponsorship Undertaking would still be responsible to provide this financially by perhaps sending a money transfer to the representatives who will purchase and provide the clothing directly to the sponsored refugees.<\/p>\n<h2>OPTIONS FOR SATISFYING RESIDENCY REQUIREMENTS<\/h2>\n<div class=\"table-wrap\">\n<table class=\"country-info\">\n<tbody>\n<tr>\n<td colspan=\"2\"><strong>SPONSORSHIP AGREEMENT HOLDER (SAH) RESIDENCY REQUIREMENT UNDER IRPR153(1)(a):<\/strong><br \/>\nEither the SAH, the CG, or a minimum of two co-sponsors or two appointed representatives or a combination of one representative and one co-sponsor must reside in the refugee’s community of settlement.<\/td>\n<\/tr>\n<tr>\n<td><strong>OPTIONS IF RESIDENCY REQUIREMENT NOT MET<\/strong><\/td>\n<td><strong>PROCEDURE<\/strong><\/td>\n<\/tr>\n<tr>\n<td>1. Transfer the case to another SAH residing in the new community of settlement.<\/td>\n<td>\n<ul>\n<li>New SAH submits a Sponsorship Undertaking and the new Sponsorship Undertaking replaces the original.<\/li>\n<li>For a SAH that is less than two years old, a Settlement Plan is required.<\/li>\n<li>For a SAH that is more than 2 years old, an updated Settlement Plan must be kept on file to reflect the change in sponsorship responsibilities; IRCC may request this settlement plan at any time.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<tr>\n<td>2. Locate a CG residing in the new community of settlement.<\/td>\n<td>\n<ul>\n<li>Submit updated Sponsorship Undertaking, including the new CG located in the community of settlement.<\/li>\n<li>For a SAH that is less than two years old, a Settlement Plan is required.<\/li>\n<li>For a SAH that is more than 2 years old, an updated Settlement Plan must be kept on file to reflect the change in sponsorship responsibilities; IRCC may request this settlement plan at any time.<\/li>\n<li>A Sponsor Assessment Form is required for the new CG signing authority.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<tr>\n<td>3. Locate a minimum of two co-sponsors residing inthe new community of settlement.<\/td>\n<td>\n<ul>\n<li>Submit updated Sponsorship Undertaking including thenew co-sponsor(s).<\/li>\n<li>For a SAH that is less than two years old, a SettlementPlan is required.<\/li>\n<li>For a SAH that is more than 2 years old, an updatedSettlement Plan must be kept on file to reflect the changein sponsorship responsibilities; IRCC may request thissettlement plan at any time.<\/li>\n<li>A Sponsor Assessment Form is required for each of thenew co-sponsor(s).<\/li>\n<li>Proof of Canadian Citizenship or Permanent Residencefor each co-sponsor.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<tr>\n<td>4. Appoint a minimum of two representativesresiding in the new community of settlement.<\/td>\n<td>\n<ul>\n<li>Submit IMM 5956 – Appointment of Representative(s) inExpected Community of Settlement.<\/li>\n<li>Identification for each representative<sup>1<\/sup>.<\/li>\n<li>Confirmation of address for each representative.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<div class=\"table-wrap\">\n<table class=\"country-info\">\n<tbody>\n<tr>\n<td colspan=\"2\"><strong>COMMUNITY SPONSOR (CS) RESIDENCY REQUIREMENT UNDER IRPR153(1)(a):<\/strong><br \/>\nEither the CS or a minimum of two co-sponsors or two appointed representatives or a combination of one representative and one co-sponsor must reside in the refugee’s community of settlement. All new or updated forms can be sent to the Resettlement Operations Centre – Ottawa (ROC-O) at <a href=\"mailto:IRCC.INROCO-CORORI.IRCC@cic.gc.ca\">IRCC.INROCO-CORORI.IRCC@cic.gc.ca<\/a><\/td>\n<\/tr>\n<tr>\n<td><strong>OPTIONS IF RESIDENCY REQUIREMENT NOT MET<\/strong><\/td>\n<td><strong>PROCEDURE<\/strong><\/td>\n<\/tr>\n<tr>\n<td>1. Transfer the case to another sponsoring group residing in the new community of settlement.<\/td>\n<td>\n<ul>\n<li>New sponsoring group submits a Sponsorship Undertaking and the new Sponsorship Undertaking replaces the original. It will be important to reference that this is regarding an existing sponsorship that has been submitted AND;<\/li>\n<li>Sponsor Assessment Form(s) AND;<\/li>\n<li>A Settlement Plan and Financial Assessment Form AND;<\/li>\n<li>Community Sponsor Group Representative Proof of Canadian Citizenship or Permanent Residence AND;<\/li>\n<li>Proof of income or Proof of Funds in Trust.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<tr>\n<td>2. Locate a minimum of two co-sponsors residing in the new community of settlement.<\/td>\n<td>\n<ul>\n<li>Sponsoring group submits an updated Sponsorship Undertaking and the updated Sponsorship Undertaking replaces the original. It will be important to reference that this is regarding an existing sponsorship that has been submitted AND;<\/li>\n<li>Sponsoring group submits an updated Settlement Plan and Financial Assessment Form AND;<\/li>\n<li>Sponsor Assessment Form is required for each new co-sponsor AND;<\/li>\n<li>Proof of Canadian Citizenship or Permanent Residence is required for each new co-sponsor.<\/li>\n<li>For each co-sponsor(s) individually contributing funds, a Financial Profile and Proof of Income is required.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<tr>\n<td>3. Appoint a minimum of two representatives residing in the new community of settlement.<\/td>\n<td>\n<ul>\n<li>Submit IMM 5956 – Appointment of Representative(s) in Expected Community of Settlement.<\/li>\n<li>Identification for each representative<sup>2<\/sup>.<\/li>\n<li>Confirmation of address for each representative.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<div class=\"table-wrap\">\n<table class=\"country-info\">\n<tbody>\n<tr>\n<td colspan=\"2\"><strong>GROUP OF FIVE (G5) RESIDENCY REQUIREMENT UNDER IRPR153(1)(a):<\/strong><br \/>\nAt least five group members or their appointed representatives must reside in the refugee’s community of settlement. All new or updated forms can be sent to the Resettlement Operations Centre – Ottawa (ROC-O) at <a href=\"mailto:IRCC.INROCO-CORORI.IRCC@cic.gc.ca\">IRCC.INROCO-CORORI.IRCC@cic.gc.ca<\/a><\/td>\n<\/tr>\n<tr>\n<td><strong>OPTIONS IF RESIDENCY REQUIREMENT NOT MET<\/strong><\/td>\n<td><strong>PROCEDURE<\/strong><\/td>\n<\/tr>\n<tr>\n<td>1. Transfer the case to another sponsoring group residing in the new community of settlement.<\/td>\n<td>\n<ul>\n<li>New sponsoring group submits a Sponsorship Undertaking and the new Sponsorship Undertaking replaces the original AND;<\/li>\n<li>Sponsor Assessment Form(s) AND;<\/li>\n<li>A Settlement Plan and Financial Assessment Form AND;<\/li>\n<li>Proof of Canadian Citizenship or Permanent Residence AND;<\/li>\n<li>Proof of Funds Held In Trust AND;<\/li>\n<li>A Financial Profile and Proof of Income for each sponsor contributing funds.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<tr>\n<td>2. Appoint one representative in new community of settlement to replace each member of the G5 who does not reside in the community of settlement<\/td>\n<td>\n<ul>\n<li>Submit IMM 5956 – Appointment of Representative(s) in Expected Community of Settlement.<\/li>\n<li>Identification for each representative<sup>3<\/sup>.<\/li>\n<li>Confirmation of address for each representative.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p><small><sup>1<\/sup> The ID document must include the name and current address of the representative (e.g.: driver’s license). If the ID does not contain the current address of the representative, then an additional document showing the current residential address must be provided in addition to the ID (e.g., a lease agreement).<\/small><\/p>\n<p><small><sup>2<\/sup> The ID document must include the name and current address of the representative (e.g.: driver’s license).If the ID does not contain the current address of the representative, then an additional document showing the current residential address must be provided in addition to the ID (e.g., a lease agreement).<\/small><\/p>\n<p><small><sup>3<\/sup> The ID document must include the name and current address of the representative (e.g.: driver’s license).If the ID does not contain the current address of the representative, then an additional document showing the current residential address must be provided in addition to the ID (e.g., a lease agreement).<\/small><\/p>\n","protected":false},"excerpt":{"rendered":"<p>RESIDENCY REQUIREMENTS &amp; OBLIGATIONS As per the Immigration and Refugee Protection Regulations (IRPR) 153(1)(a), a sponsor must reside or have representatives in the refugee’s expected community of settlement. To meet [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"categories":[7],"tags":[],"meta_box":[],"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/posts\/8470"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=8470"}],"version-history":[{"count":14,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/posts\/8470\/revisions"}],"predecessor-version":[{"id":10311,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/posts\/8470\/revisions\/10311"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=8470"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/categories?post=8470"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/tags?post=8470"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}