{"id":10331,"date":"2019-08-08T08:39:48","date_gmt":"2019-08-08T12:39:48","guid":{"rendered":"http:\/\/www.rstp.ca\/?page_id=10331"},"modified":"2019-08-08T08:39:48","modified_gmt":"2019-08-08T12:39:48","slug":"pre-arrival-duties","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/sponsorship-responsibilities\/responsibilities\/pre-arrival-duties\/","title":{"rendered":"Pre-arrival Duties"},"content":{"rendered":"<p>Sponsoring groups are expected to carry out the following duties in relation to refugees they are sponsoring and IRCC:<\/p>\n<p><b>Pre-screening Refugee Sponsorship Inquiries <\/b><\/p>\n<p>To avoid rejection and raising false hopes and to save precious time and resources of IRCC and the group, sponsoring groups have a duty to pre-screen refugee sponsorship inquiries. Sponsors should only submit cases that meet the legal requirements of the Private Sponsorship of Refugee Sponsorship Program.<\/p>\n<p><b>Submitting Fully And Correctly Completed Refugee Sponsorship Applications<\/b><\/p>\n<p>To avoid return of an application and save precious time and resource, sponsors are expected to properly and fully complete all sponsorship applications forms and include all required documents before submitting the application to Resettlement Operations Centre in Ottawa (ROC-O).<\/p>\n<p><b>Maintaining Contact With Refugee Applicants And Updating Them <\/b><\/p>\n<p>Being in contact with the refugee applicant throughout the process allows sponsors to share information and updates with them. It also enables the sponsoring group and refugee applicant to keep the visa office and the ROC-O posted about any important changes.<\/p>\n<p><b>Updating IRCC About Any Changes In Family Composition <\/b><\/p>\n<p>To ensure that the family unit remains intact, sponsors need to update and ensure that refugee applicants inform the visa office and ROC-O about any changes in the family composition of the applicant. Failure to declare changes such as a new baby or spouse on time can result in permanent separation of families.<\/p>\n<p><b>Ensuring Refugees Are Aware Of Their Interview And Appear For The Interview<\/b><\/p>\n<p>If the sponsoring group is aware of the interview date, it should notify the refugee applicant as soon as possible and verify that the applicant is aware of the interview date, place and other details about the interview. The group should not assume that the refugee applicant will be informed of the interview day.<\/p>\n<p>To avoid a “no show“ at the time of the interview, sponsors may need to make phone calls, send emails, letters, fax or other communication through relatives, family, NGOs, UNHCR or other bodies to ensure that the refugee applicants are aware of the interview and come prepared.<\/p>\n<p><b>Preparing Refugees For An Interview <\/b><\/p>\n<p>Assisting the refugee applicant with preparing for the interview is an important task that sponsoring group should try to do. If possible, doing practice interviews through phone or Skype or other means of communication will go a long way to assist the refugees prepare for the interview, especially if there are no language barriers or if interpreters are available to help. If that is not possible, sending an interview instruction guide such as <a href=\"http:\/\/www.rstp.ca\/en\/refugees\/preparing-for-an-interview\/\">RSTP’s Guide for Preparation to an Interview<\/a>, which is translated into the most popular refugee languages, will assist refugees to prepare for the interview.<\/p>\n<p><b>Working Jointly With Refugee Applicants To Avoid Any Delay Or Complication In The Sponsorship Process<\/b><\/p>\n<p>The sponsoring group should work with the refugee applicant to ensure that the sponsorship process goes smoothly. This may include attending to email and letters communication that are sent by the visa post or ROC-O such as requests to submit additional document or update the completed forms or re-doing the applications forms.<\/p>\n<p><b>Updating IRCC with any changes in the financial or other conditions of the sponsoring groups<\/b><\/p>\n<p>If there are any changes in the financial, human resources or other aspects of the sponsoring group which will negatively impact the capacity of the groups to carry out its sponsorship responsibilities, the group should let IRCC know. Ideally, the group would recruit new volunteers and reconstitute its resettlement committee or fund-raise to collect the required financial resources that will enable it to continue with the sponsorship process. If this is not possible, the group should let IRCC know and perhaps withdraw the submitted sponsorship application.<\/p>\n<p><b>Reception <\/b><\/p>\n<p>Meet the refugee upon arrival at the airport and welcome them in the community; provide orientation to the new neighbourhood and life in Canada.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sponsoring groups are expected to carry out the following duties in relation to refugees they are sponsoring and IRCC: Pre-screening Refugee Sponsorship Inquiries To avoid rejection and raising false hopes [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"parent":597,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/10331"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=10331"}],"version-history":[{"count":1,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/10331\/revisions"}],"predecessor-version":[{"id":10332,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/10331\/revisions\/10332"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/597"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=10331"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}