{"id":12321,"date":"2020-08-21T07:13:43","date_gmt":"2020-08-21T11:13:43","guid":{"rendered":"http:\/\/www.rstp.ca\/?page_id=12321"},"modified":"2022-06-01T09:37:10","modified_gmt":"2022-06-01T13:37:10","slug":"the-bvor-sponsor-journey","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/bvor\/the-bvor-sponsor-journey\/","title":{"rendered":"The BVOR Sponsor Journey"},"content":{"rendered":"<p>Becoming a <a href=\"https:\/\/www.rstp.ca\/en\/bvor\/how-can-i-sponsor-a-refugee-to-canada\/\">BVOR (Blended Visa Office-Referred)<\/a> sponsor could be one of the more rewarding journeys of your life, one that is full of meaning and in which you learn more than you could have predicted.<\/p>\n<div class=\"color10-bg\" style=\"margin-bottom: 30px; padding: 35px 35px 10px 35px;\">\n<p>The BVOR program relaunched on April 5th 2022 at 1 PM EST. BVOR Refugee profiles are now available on our <a href=\"https:\/\/www.rstp.ca\/en\/bvor\/refugeeprofiles\">profile page<\/a> . While organizing a BVOR sponsorship group, we encourage potential sponsors to follow all <a href=\"https:\/\/www.canada.ca\/en\/public-health\/services\/diseases\/coronavirus-disease-covid-19.html\" target=\"_blank\" rel=\"noopener\">Public Health Canada<\/a> guidelines during the pandemic in order to stay safe. Please modify the suggested activities to follow these guidelines.<\/p>\n<\/div>\n<p>This guide will help you understand the BVOR sponsorship journey, and will direct you to resources that will help you get ready.<\/p>\n<div id=\"wp-spoiler-1\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. Form a group<\/p><div class=\"accordion-body\"><\/p>\n<p>While some BVOR sponsors work with either a <a href=\"https:\/\/www.rstp.ca\/en\/refugee-sponsorship\/sponsorship-agreement-holders\/\">SAH<\/a> or a <a href=\"https:\/\/www.rstp.ca\/en\/refugee-sponsorship\/community-sponsors\/\">Community Sponsor<\/a>, it is also possible to sponsor BVOR refugees as a <a href=\"https:\/\/www.rstp.ca\/en\/refugee-sponsorship\/groups-of-five\/\">Group of Five<\/a>.<\/p>\n<p>While a Group of Five must have at least five people, it is not limited to this number. There are other specific <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2016\/06\/Group-of-Five-G5-Fact-Sheet-4-May-2018.pdf\">requirements<\/a>.<\/p>\n<p>Having a group of at least five people ensures that refugees get the support they need. It also helps sponsors: they can support each other while preparing for sponsorship, welcoming newcomers and helping them settle.<\/p>\n<h2><strong>Form a group<\/strong><\/h2>\n<p>There are many ways to find members for a Group of Five. Here’s a few:<\/p>\n<ul>\n<li>Use social media to invite friends, acquaintances or neighbours to join.<\/li>\n<li>Host a casual information session at your home or workplace for friends, family, coworkers or neighbours. During the Syrian refugee crisis, many successful sponsorship groups were formed by neighbours who did not yet know each other well.<\/li>\n<li>Invite club, union, community organization or church members to join you.<\/li>\n<li>Invite people attending a milestone celebration to help you sponsor a refugee(s), instead of giving a gift. One couple did this at their wedding. This could be done at a retirement party, a birthday party or any other special event.<\/li>\n<\/ul>\n<p>You might consider hosting a Facebook watch party featuring some of the many <a href=\"https:\/\/www.rstp.ca\/en\/bvor\/bvor-sponsor-videos\/\">BVOR Sponsor Videos<\/a> on the RSTP website. If you are still forming a group, watch a few of these videos with friends to help them learn about sponsorship.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-2\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">2. Set your group up for success<\/p><div class=\"accordion-body\"><\/p>\n<p>Here are some of the factors to consider in building a successful group.<\/p>\n<h2>Timelines<\/h2>\n<p>It can take anywhere from six to 18 months for a group to:<\/p>\n<ul>\n<li>Form<\/li>\n<li>Learn about the BVOR program<\/li>\n<li>Learn about their sponsorship responsibilities<\/li>\n<li>Determine which refugee(s) to sponsor, and<\/li>\n<li>Complete the application process<\/li>\n<\/ul>\n<h2>Group commitment<\/h2>\n<p>Members of a sponsor group typically meet often, preparing for and carrying out their settlement duties.<\/p>\n<p>To get an idea of what settlement duties are expected, review both the <a href=\"https:\/\/www.rstp.ca\/en\/applications\/the-refugee-sponsorship-application-forms\/\">Application Form<\/a> and the <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2014\/03\/Chapter-7-Settlement-Preparation-FEB18-1.pdf\"><em>Handbook for Sponsoring Groups &#8211; Chapter 7: Settlement Preparation<\/em><\/a><\/p>\n<p>Many groups find that it’s helpful to learn about conflict resolution and group dynamics helpful. See RSTP’s <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2014\/03\/conflicttrainingguide.pdf\">Conflict Training Guide<\/a>, and the related PowerPoint called <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2014\/03\/conflict4.pdf\">Dealing with Conflict Within and Between Sponsorship Groups<\/a>.<\/p>\n<h2>Future sponsorship requests<\/h2>\n<p>As part of planning, your group may want to discuss how you will respond should the refugee newcomers ask your group to sponsor other members of their extended family. Some groups decide to sponsor only BVOR refugees for the following reasons:<\/p>\n<ul>\n<li>BVOR refugees have already been approved by the Government of Canada<\/li>\n<li>BVOR refugees arrive within 6 to 12 weeks of application approval<\/li>\n<li>Because BVOR sponsorship costs are shared with the Government of Canada, a greater number of refugees can be brought to safety.<\/li>\n<li>BVOR newcomer refugees will be able to sponsor their relatives once they are established<\/li>\n<\/ul>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-3\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">3. Learn about BVOR refugees and sponsors<\/p><div class=\"accordion-body\"><\/p>\n<p>Your group should find out as much as possible about the BVOR program before finally choosing a refugee(s). The following BVOR resources will help.<\/p>\n<h2>BVOR resettlement and sponsorship overview<\/h2>\n<p>These materials give a helpful introduction to the BVOR program and an overview of the types of refugees chosen.<\/p>\n<ul>\n<li>UNHCR Canada’s video: <a href=\"https:\/\/www.youtube.com\/watch?v=mPu12hOoAu8\" target=\"_blank\" rel=\"noopener\"><em>What is Refugee Resettlement and what is UNHCR’s role?<\/em><\/a> RSTP’s one-page BVOR <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2018\/07\/BVOR-Brochure-July172018v7.pdf\">brochure<\/a>.<\/li>\n<li>RSTP’s 2-minute <a href=\"https:\/\/www.rstp.ca\/en\/resources\/videos\/four-steps-to-bvor-sponsorship\/\"><em>Four Steps to BVOR Sponsorship<\/em><\/a>.<\/li>\n<li>BVOR refugees are chosen due to particular vulnerabilities. They may, for example, be LGBTQ+ refugees or Women at Risk. See RSTP’s BVOR <a href=\"https:\/\/www.rstp.ca\/en\/bvor\/how-can-i-sponsor-a-refugee-to-canada\/\">webpage<\/a> for more examples of the kinds of refugees chosen for the BVOR program.<\/li>\n<\/ul>\n<h2>BVOR sponsor stories<\/h2>\n<p>The experiences of previous BVOR sponsors can help orient and motivate your group.<\/p>\n<ul>\n<li>RSTP’s <a href=\"https:\/\/www.rstp.ca\/en\/bvor\/bvor-sponsor-videos\/\">Sponsor Videos<\/a> feature testimonials and stories of previous BVOR sponsors.<\/li>\n<li>Subscribe to the monthly <a href=\"https:\/\/www.rstp.ca\/en\/bvor\/bvor-news\/\">BVOR News<\/a> for the latest news.<\/li>\n<li>Encourage group members to follow RSTP’s Facebook and <a href=\"https:\/\/twitter.com\/RSTP_ca\" target=\"_blank\" rel=\"noopener\">Twitter<\/a> accounts, which feature sponsorship stories and news.<\/li>\n<li>RSTP’s BVOR Worker may be able to connect you with experienced BVOR sponsors in your area who are happy to give tips.<\/li>\n<\/ul>\n<h2>BVOR Refugee Backgrounds<\/h2>\n<p>BVOR refugee(s) are selected overseas by the UN Refugee Agency, and then approved by the Government of Canada if they meet Canada’s resettlement criteria.<\/p>\n<p>For more on the kinds of situations that have led to BVOR refugee(s) needing sponsors, see these <a href=\"https:\/\/www.rstp.ca\/en\/bvor\/bvor-refugee-backgrounds\/\">BVOR refugee backgrounds <\/a>on RSTP’s website:<\/p>\n<ul>\n<li>Webinars and profiles on vulnerable populations such as LGBTQ+ refugees, and Eritrean, Yazidi and Congolese refugees.<\/li>\n<li>BVOR Backgrounders that outline why refugees in countries of asylum such as Iraq, Eritrea and the Congo need sponsors in Canada.<\/li>\n<\/ul>\n<p>The RSTP website’s <a href=\"https:\/\/www.rstp.ca\/en\/refugees\/country-condition-information\/\">country condition information<\/a> pages give more insight into why refugees cannot return to their country of origin.<\/p>\n<h2>BVOR Refugee Profiles<\/h2>\n<p>You will find a list of current cases on RSTP’s Matching Database of <a href=\"https:\/\/www.rstp.ca\/en\/bvor\/refugeeprofiles\/\">BVOR Refugee Profiles.<\/a><\/p>\n<p>Each profile contains basic information: the number of people in the case; their gender; their age; any “linked” cases such as family members that sponsors should be aware of; the refugee’s country of origin; and, the current country of asylum.<\/p>\n<p>The list is updated every other Tuesday at 1 pm ET. The current list will give you an idea of the kinds of cases that are often available for sponsorship.<\/p>\n<h4>Once you have narrowed down your choices and have put a hold on a case directly in the Matching Database, the BVOR Worker will help you <strong>confirm a case<\/strong> or to<strong> cancel a case hold<\/strong> if you change your mind. You can ask them to do so by emailing bvor@rstp.ca.<\/h4>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-4\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">4. Learn about sponsorship responsibilities<\/p><div class=\"accordion-body\"><\/p>\n<p>All sponsorship groups, whether a Group of Five, a community sponsor or those working with a SAH, enter into a contract with the Government of Canada.<\/p>\n<p>In this contract group members promise, both individually and as a group, to provide income and settlement support to a specific refugee or refugees during their first year in Canada.<\/p>\n<h2>Types of sponsorship support<\/h2>\n<ul>\n<li>Sponsors are responsible for the first month of financial support and all start-up costs, as well as financial support for months 8 through 12.<\/li>\n<li>The Government of Canada provides income support for months 2 through 7 of the sponsorship period. This is delivered through IRCC’s <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/corporate\/publications-manuals\/operational-bulletins-manuals\/service-delivery\/resettlement-assistance-program.html\" target=\"_blank\" rel=\"noopener\">Resettlement Assistance Program (RAP).<\/a><\/li>\n<li>Settlement support for all 12 months.\n<ul>\n<li>Settlement support includes emotional support, friendship and a broad range of practical activities. The expected practical support is outlined in the document <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2020\/06\/RAP-and-BVOR-June-2020.pdf\"><em>RAP and the BVOR Program: Questions and Answers<\/em><\/a> and in the <a href=\"https:\/\/www.rstp.ca\/en\/bvor\/application-forms\/\">BVOR Application form<\/a><\/li>\n<li>There are more details on settlement in RSTP’s <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2014\/03\/Chapter-7-Settlement-Preparation-FEB18-1.pdf\"><em>Refugee Sponsorship Handbook<\/em>, <em>Chapter 7:<\/em><\/a> <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2014\/03\/Chapter-7-Settlement-Preparation-FEB18-1.pdf\"><em>Settlement Preparation<\/em><\/a><em>, <\/em>and in materials under the <a href=\"https:\/\/www.rstp.ca\/en\/resources\">Resources<\/a> menu of RSTP’s website, including <a href=\"https:\/\/www.rstp.ca\/en\/resources\/fact-sheets\/\">Fact Sheets<\/a>.<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<h2>Financial support<\/h2>\n<p>There are several resources to help your group calculate how much it will cost to financially support refugee(s) during their first year.<\/p>\n<p>One useful tool is RSTP’s <a href=\"https:\/\/www.rstp.ca\/calc\/?lang=en\">Minimum Financial Support Calculator<\/a>. The amount of expected support is based on provincial social assistance rates and varies by province. These are developed by the RAP and are known as <a href=\"https:\/\/www.rstp.ca\/en\/bvor\/rap-resettlement-assistance-program-rates\/\">RAP Rates<\/a>.<\/p>\n<p>The <a href=\"https:\/\/www.rstp.ca\/en\/infosheet\/sponsorship-cost-table-2\/?format=HTML\">Sponsorship Cost Table<\/a> will help you determine what proportion of your expected financial support can be donated in-kind to offset costs. For example, if one of your members donates housing for the first month, that cost, or a part of it, can be deducted from the amount your group must provide.<\/p>\n<p><a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2020\/06\/RAP-and-BVOR-June-2020.pdf\"><em>RAP and the BVOR Program: Questions and Answers<\/em><\/a> also has details on who delivers income support, how and when.<\/p>\n<p><a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2019\/08\/EN-FAQs-update-Summer-2019-AUG-19-update_FINAL.docx-3.pdf\"><em>Private Sponsorship of Refugees Questions and Answers: Post-Arrival Support<\/em><\/a> has a lot of useful information on sponsors’ post-arrival responsibilities around finances.<\/p>\n<h2>Prepare for surprises<\/h2>\n<p>Sponsors should be prepared for any added income support responsibilities that might occur. These might be due to:<\/p>\n<ul>\n<li>A <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/services\/application\/application-forms-guides\/request-process-family-members-under-year-window-opportunity-provisions.html\" target=\"_blank\" rel=\"noopener\">One Year Window<\/a> application by the sponsored refugee(s) for other family members<\/li>\n<li>Changes in the refugee(s)’ family, such as a newborn child<\/li>\n<li>Special health needs the refugee(s) may have<\/li>\n<\/ul>\n<h2>Funds and fundraising requirements<\/h2>\n<p>There are specific requirements for proving that you have the necessary sponsorship funds. Please refer to the <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2018\/11\/G5-Booklet-Nov-2018-v2.pdf\">Group of Five booklet <\/a>for more information on this topic.<\/p>\n<p>Some BVOR groups have noted that finding the money to sponsor was easy once their decision to sponsor had been made. The larger community can be supportive, and community or workplace events may bring in more than you expect.<\/p>\n<p>Any fundraising must be carefully receipted.<\/p>\n<h2>Settlement support<\/h2>\n<p>Sponsors are responsible for all settlement support for the refugee newcomers during the 12 months of sponsorship. Settlement support is a combination of practical support, such as applying for a Social Insurance Number or registering in schools, and emotional support and care. Settlement support helps refugee newcomers succeed in their new country.<\/p>\n<p>Sponsors help guide newcomer refugees to settlement services, such as job search workshops, language programs and family counseling. These services are provided by settlement agencies across Canada. More information about settlement agencies and their services can be found on RSTP’s website section <a href=\"https:\/\/www.rstp.ca\/en\/sponsorship-responsibilities\/settlement-services\/\">Settlement Services<\/a>.<\/p>\n<p>RSTP’s document <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2020\/06\/RAP-and-BVOR-June-2020.pdf\"><em>RAP and the BVOR Program: Questions and Answers<\/em><\/a> has more details on the kinds of settlement support such agencies offer BVOR refugee newcomers, and what should be provided by sponsors. Sponsors should become familiar with the kinds of support that their local settlement agencies provide before the newcomers arrive.<\/p>\n<p>Review the settlement section of the <a href=\"https:\/\/www.rstp.ca\/en\/bvor\/application-forms\/\">BVOR application forms<\/a> early in your group’s orientation process to understand settlement expectations.<\/p>\n<p><a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2014\/03\/Chapter-7-Settlement-Preparation-FEB18-1.pdf\">Chapter 7: Settlement Preparation of the <em>Handbook for the Sponsoring Groups<\/em><\/a> includes a comprehensive chart of settlement duties.<\/p>\n<p>The IRCC document <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2019\/11\/Responsibilities-of-Sponsors-and-Availability-of-IRCC-funded-Services-for-PSRs-and-BVORs-Oct-2019.pdf\"><em>Responsibilities of Sponsors &amp; Availability of IRCC-funded Services for PSRs (Privately Sponsored Refugees) and BVORs (Blended Visa-Office Referred refugees)<\/em><\/a> outlines responsibilities of sponsors and clarifies which services are offered by IRCC.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-5\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">5. Get help from RSTP (BVOR)<\/p><div class=\"accordion-body\"><\/p>\n<p>RSTP staff members help with everything from an orientation to the program to advice on completing a successful application.<\/p>\n<p>Contact RSTP’s dedicated BVOR Worker at any stage of your BVOR sponsorship journey for advice and help.<\/p>\n<p><strong>Contact the BVOR Worker at:<\/strong><\/p>\n<p><a href=\"mailto:bvor@rstp.ca\">bvor@rstp.ca<\/a>;<br \/>\nTel: 416.290.1700 x2403<br \/>\nToll-free: 1.877.290.1701 x2403<\/p>\n<p>RSTP’s BVOR Worker can<strong>:<\/strong><\/p>\n<ul>\n<li>Provide your group with an orientation to the BVOR program either through a webinar or in person<\/li>\n<li>Help you find the type of refugee profile best suited to your group<\/li>\n<li>Supply a fuller description of the profiles that interest your group<\/li>\n<li>Answer questions you have<\/li>\n<li>Direct you to pertinent BVOR program information<\/li>\n<\/ul>\n<p>RSTP <a href=\"https:\/\/www.rstp.ca\/en\/contact-us\/\">trainers<\/a> across Canada are available to review your applications.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-6\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">6. Choose a BVOR refugee(s)<\/p><div class=\"accordion-body\"><\/p>\n<h2>Deciding on a type of refugee(s)<\/h2>\n<p>Knowing your budget and a good understanding of settlement responsibilities can guide your Group of Five’s decision on choosing a refugee or refugees.<\/p>\n<p>RSTP’s BVOR Worker is happy to help you with this.<\/p>\n<p>Here are some things you might consider:<\/p>\n<ul>\n<li>Your group’s budget<\/li>\n<li>Group members’ personal interests and affiliations<\/li>\n<li>Your location and the availability of nearby settlement resources<\/li>\n<li>Your group’s settlement abilities and time<\/li>\n<li>Your group’s language skills or nearby language communities<\/li>\n<\/ul>\n<p>These factors may influence:<\/p>\n<ul>\n<li>the size of family you can help<\/li>\n<li>the language group you sponsor<\/li>\n<li>the country of origin you are most comfortable with, and<\/li>\n<li>whether your group wishes to sponsor LGBTQ+ refugees, Women at Risk, people with disabilities or other particularly vulnerable refugees<\/li>\n<\/ul>\n<h2>RSTP’s Matching Database<\/h2>\n<p>The BVOR Worker will help you create an account on <a href=\"https:\/\/www.rstp.ca\/en\/bvor\/refugeeprofiles\/\">RSTP’s BVOR Matching Database of Refugee Profiles<\/a>, which lists the profiles of all selected BVOR refugees.<\/p>\n<p>Once your group is ready to select refugee(s), log in to the Database, and put a hold on the profile(s) you are interested in.<\/p>\n<p>You can put as many as 10 profiles on hold, but it is best to narrow it down as much as possible. This is partly so that your group does not become overwhelmed by choices. It also ensures that other BVOR sponsors have a variety of cases to choose from.<\/p>\n<p>Once you have put a hold on the case your group is interested in, contact the BVOR worker for a more detailed description of the case (or cases).<\/p>\n<p>Your group will have a limited time in which to make a final decision about whether this is the person or people you wish to sponsor.<\/p>\n<p>Once your group chooses a refugee case, let the BVOR worker know what you have decided. They will help you complete your application.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-7\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">7. Make a BVOR refugee application<\/p><div class=\"accordion-body\"><\/p>\n<p>RSTP has trainers across Canada who can advise you on how to complete a successful application, and the best way to send it.<\/p>\n<p>You can ask RSTP trainers and the BVOR worker to review the forms once you have completed them.<\/p>\n<p>Once you send your application, it must be approved by IRCC.<\/p>\n<h2>After approval<\/h2>\n<p>You will receive the contact information of the refugee(s) once your application has been approved by IRCC. Your group may then wish to contact the refugee(s) before they arrive.<\/p>\n<p>(Please note:  On rare occasions, approved refugee(s) do not arrive in Canada. Due to privacy concerns, the sponsoring group may not be given a reason for why this happens.)<\/p>\n<p>BVOR refugees usually arrive within 6 to 12 weeks of your group’s application being approved by IRCC.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-8\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">8. Welcome the BVOR refugee(s)<\/p><div class=\"accordion-body\"><\/p>\n<p>A thorough welcome begins with planning before the newcomer refugees’ arrival and extends through an orientation with IRCC’s Resettlement Assistance Program.<\/p>\n<h2>Preparing for arrival<\/h2>\n<p>While waiting for the refugee newcomers to arrive, you will have time to review and fulfill some of your settlement responsibilities. This might include finalizing lease arrangements or finding furniture for temporary accommodation. You will find detailed guidance in the <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2014\/03\/Chapter-7-Settlement-Preparation-FEB18-1.pdf\"><em>Handbook for Sponsoring Groups, Chapter 7: Settlement Preparation<\/em><\/a>.<\/p>\n<p>This is a good time to complete arrangements with an interpreter, find refugee newcomer supports available through local settlement agencies and contact your closest IRCC Resettlement Assistance Program (RAP) office. Review the process for contacting RAP in <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2020\/06\/RAP-and-BVOR-June-2020.pdf\"><em>RAP and the BVOR Program: Questions and Answers.<\/em><\/a><\/p>\n<p>RSTP’s <a href=\"https:\/\/www.rstp.ca\/en\/infosheets\/ensuring-a-successful-sponsorship-year\/\">Fact Sheets<\/a> on ensuring a successful sponsorship year are also good preparation.<\/p>\n<h2>Welcome the BVOR refugee(s)<\/h2>\n<h3>Notice of Arrival<\/h3>\n<p>Sponsors should receive a NAT (Notice of Arrival Transmission) from IRCC prior to the newcomers’ arrival. Your RAP officer should receive the NAT at the same time.<\/p>\n<h3>Airport greeting<\/h3>\n<p>When the newcomers arrive, you will greet them at the airport and accompany them to their accommodation.<\/p>\n<p>Please refer to RSTP’s Fact Sheets such as <a href=\"https:\/\/www.rstp.ca\/en\/infosheet\/managing-expectations-2\/?format=HTML\"><em>Managing Expectations<\/em><\/a> for helpful guidelines on welcoming refugee newcomers.<\/p>\n<h3>RAP registration for income support<\/h3>\n<p>Your group provides income support for the refugee newcomers during their first month and also months 8 through 12 of the sponsorship year. The Government of Canada supports the newcomers during months 2 through 7, through IRCC’s <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/corporate\/publications-manuals\/operational-bulletins-manuals\/service-delivery\/resettlement-assistance-program.html\" target=\"_blank\" rel=\"noopener\">Resettlement Assistance Program (RAP)<\/a>.<\/p>\n<p>Newcomers will receive their first government income support cheque from the RAP officer, usually during a <strong>RAP orientation meeting<\/strong> soon after the refugees’ arrival (see below). The sponsors help arrange this meeting.<\/p>\n<h3>RAP orientation meeting<\/h3>\n<p>After receiving the NAT, the RAP Officer will contact the sponsors to arrange an orientation meeting with the newcomers. If you do not hear from them, the sponsors should contact the RAP officer.<\/p>\n<p>The RAP officer will ask sponsors to ensure that specific completed documents are brought to the meeting. RSTP’s document <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2020\/06\/RAP-and-BVOR-June-2020.pdf\"><em>RAP and the BVOR Program<\/em><\/a> includes a list of these documents.<\/p>\n<p>The orientation meeting is an opportunity for the RAP officer to meet the newcomer and explain the RAP program’s expectations to the refugee newcomer.<\/p>\n<div class=\"color10-bg\" style=\"margin-bottom: 30px; padding: 35px;\">\n<p>The <strong>RAP orientation meeting<\/strong> is a very important meeting, and sponsors should carefully read the details on this process in the RSTP document <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2020\/06\/RAP-and-BVOR-June-2020.pdf\"><em>RAP and the BVOR Program<\/em><\/a> before the newcomer refugees arrive.<\/p>\n<\/div>\n<h3>When an orientation meeting is not possible<\/h3>\n<p>In some cases, due to location, the orientation meeting will be replaced by mail contact between the sponsors and RAP officer. In this case, sponsors will need to ensure that the completed documents are given to the RAP officer as soon as possible. The refugee newcomers’ first RAP cheque will only be released once all documents are received.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-9\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">9. The sponsorship year and beyond<\/p><div class=\"accordion-body\"><\/p>\n<p>Congratulations! You have now started what many people find the best part of the sponsorship journey.<\/p>\n<p>This journey will continue for 12 months. While methodical preparation can smooth the way, there will inevitably be surprises, and RSTP is here to help you manage them.<\/p>\n<p>We offer <a href=\"https:\/\/www.rstp.ca\/en\/training\/webinars\/\">webinars<\/a>, <a href=\"https:\/\/www.rstp.ca\/en\/training\/workshops\/\">workshops<\/a> and print <a href=\"https:\/\/www.rstp.ca\/en\/infosheets\/ensuring-a-successful-sponsorship-year\/\">resources<\/a> to help you and the newcomer refugees have a successful sponsorship year.<\/p>\n<p>The ongoing advice of our trainers across Canada will also help new sponsors through the sponsorship journey.<\/p>\n<h2>Preparing for Month 13<\/h2>\n<p>By the ninth month of sponsorship, you will want to start using RSTP’s <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2016\/11\/Month-13-Resource-Kit-v.1.4.pdf\"><em>Month 13 Resource Kit<\/em><\/a>.  It contains valuable information and checklists for sponsors to help newcomers get ready for Month 13, the end of the sponsorship year.<\/p>\n<h2>Sponsoring BVOR again<\/h2>\n<p>Many sponsors find refugee sponsorship so meaningful that they look forward to doing it again.<\/p>\n<p>Some groups have even repeated the experience every year with a new BVOR refugee.<\/p>\n<p>Please don&#8217;t hesitate to contact RSTP for more information and support at any time during the sponsorship journey.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><!-- Begin Mailchimp Signup Form --><\/p>\n<style type=\"text\/css\">\n\t#mc_embed_signup{background:#fff; clear:left; font:14px Helvetica,Arial,sans-serif; }<br \/>\t\/* Add your own Mailchimp form style overrides in your site stylesheet or in this style block.<br \/>\t   We recommend moving this block and the preceding CSS link to the HEAD of your HTML file. *\/<br \/><\/style>\n<div id=\"mc_embed_signup\">\n<form id=\"mc-embedded-subscribe-form\" class=\"validate\" action=\"https:\/\/rstp.us5.list-manage.com\/subscribe\/post?u=269451976b32f231d41f99305&amp;id=6b1daad6fd\" method=\"post\" name=\"mc-embedded-subscribe-form\" novalidate=\"\" target=\"_blank\">\n<div id=\"mc_embed_signup_scroll\">\n<h2>Subscribe to the BVOR Newsletter (please note, by filling out the form below you are opting in to receive e-mails regarding the BVOR program from RSTP)<\/h2>\n<div class=\"indicates-required\"><span class=\"asterisk\">*<\/span> indicates required<\/div>\n<div class=\"mc-field-group\"><label for=\"mce-EMAIL\">Email Address <span class=\"asterisk\">*<\/span><br \/>\n<\/label><br \/>\n<input id=\"mce-EMAIL\" class=\"required email\" name=\"EMAIL\" type=\"email\" value=\"\" \/><\/div>\n<div class=\"mc-field-group\"><label for=\"mce-FNAME\">First Name <span class=\"asterisk\">*<\/span><br \/>\n<\/label><br \/>\n<input id=\"mce-FNAME\" class=\"required\" name=\"FNAME\" type=\"text\" value=\"\" \/><\/div>\n<div class=\"mc-field-group\"><label for=\"mce-LNAME\">Last Name <span class=\"asterisk\">*<\/span><br \/>\n<\/label><br \/>\n<input id=\"mce-LNAME\" class=\"required\" name=\"LNAME\" type=\"text\" value=\"\" \/><\/div>\n<div class=\"mc-field-group\"><label for=\"mce-MMERGE6\">Organization (optional) <\/label><br \/>\n<input id=\"mce-MMERGE6\" class=\"\" name=\"MMERGE6\" type=\"text\" value=\"\" \/><\/div>\n<div id=\"mce-responses\" class=\"clear\">\n<div id=\"mce-error-response\" class=\"response\" style=\"display: none;\"><\/div>\n<div id=\"mce-success-response\" class=\"response\" style=\"display: none;\"><\/div>\n<\/div>\n<p><!-- real people should not fill this in and expect good things - do not remove this or risk form bot signups--><\/p>\n<div style=\"position: absolute; left: -5000px;\" aria-hidden=\"true\"><input tabindex=\"-1\" name=\"b_269451976b32f231d41f99305_6b1daad6fd\" type=\"text\" value=\"\" \/><\/div>\n<div class=\"clear\"><input id=\"mc-embedded-subscribe\" class=\"button\" name=\"subscribe\" type=\"submit\" value=\"Subscribe\" \/><\/div>\n<\/div>\n<\/form>\n<\/div>\n<p><script type='text\/javascript' src='\/\/s3.amazonaws.com\/downloads.mailchimp.com\/js\/mc-validate.js'><\/script><script type='text\/javascript'>(function($) {window.fnames = new Array(); window.ftypes = new Array();fnames[0]='EMAIL';ftypes[0]='email';fnames[1]='FNAME';ftypes[1]='text';fnames[2]='LNAME';ftypes[2]='text';fnames[3]='ADDRESS';ftypes[3]='address';fnames[4]='PHONE';ftypes[4]='phone';fnames[5]='BIRTHDAY';ftypes[5]='birthday';fnames[6]='MMERGE6';ftypes[6]='text';}(jQuery));var $mcj = jQuery.noConflict(true);<\/script><br \/>\n<!--End mc_embed_signup--><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Becoming a BVOR (Blended Visa Office-Referred) sponsor could be one of the more rewarding journeys of your life, one that is full of meaning and in which you learn more [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"parent":10009,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/12321"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=12321"}],"version-history":[{"count":12,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/12321\/revisions"}],"predecessor-version":[{"id":15370,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/12321\/revisions\/15370"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/10009"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=12321"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}