{"id":14254,"date":"2021-11-24T14:42:38","date_gmt":"2021-11-24T19:42:38","guid":{"rendered":"https:\/\/www.rstp.ca\/?page_id=14254"},"modified":"2021-12-10T12:46:42","modified_gmt":"2021-12-10T17:46:42","slug":"financial-faq-2021","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/sponsorship-responsibilities\/financial-faq-2021\/","title":{"rendered":"Financial FAQ &#8211; PSR Program"},"content":{"rendered":"<h5><a href=\"#What-financial-support-does-the-sponsor\"> (Click here to jump to the FAQ section now)<\/a><\/h5>\n<h5><a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2019\/08\/EN-FAQs-update-Summer-2019-AUG-19-update_FINAL.docx-3.pdf\">Download the .PDF Version <\/a><\/h5>\n<h5>These Frequently Asked Questions (FAQs) apply to refugees sponsored by:<\/h5>\n<ul>\n<li>Sponsorship Agreement Holders (SAHs)<\/li>\n<li> Groups of Five; and<\/li>\n<li>Community Sponsors.<\/li>\n<\/ul>\n<table style=\"height: 83px;\" width=\"440\">\n<tbody>\n<tr>\n<td width=\"fit to width\">Please note, the following is not a legal document and should not be interpreted as an addendum to the SAHs’ Sponsorship Agreement.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>Below are answer to some of the <strong>Frequently Asked Questions (FAQs)<\/strong> asked by sponsoring groups about <strong>post-arrival financial requirements<\/strong> and the application of <strong>Resettlement Assistance Program <\/strong><strong>(RAP) rates and policies<\/strong> to PSR cases.<\/p>\n<p>All answers provided in these FAQs are based on existing program requirements (anchor 1). We hope to provide some clarity by explaining how IRCC interprets and applies some of these.<\/p>\n<p>The Government of Canada is committed to ensuring that resettled refugees receive adequate settlement and financial support upon arrival to Canada.<\/p>\n<p><strong>As of January 1, 2018<\/strong>, the level of financial support that sponsoring groups are expected to provide to refugees sponsored under the Private Sponsorship of Refugees (PSR) Program and the Blended Visa-Office Referred (BVOR) Program, must at a minimum be equal to the current<strong> RAP rates<\/strong> in the community where the refugee will settle. The financial support must also comply with RAP policies on income support.<\/p>\n<p>While the minimum level of required financial support is equivalent to <strong>RAP rates<\/strong> as set out in these guidelines, IRCC may exercise some discretion in assessing the way that supports are provided as long as the overall support is reasonable and appropriate, as determined by IRCC and detailed in these FAQs (for example, some flexibility may be applied in situations where families reside together and share some costs).<\/p>\n<p>Sponsoring groups are encouraged to contact <strong>IRCC<\/strong> if they have questions related to the interpretation of financial guidelines, or for assistance during the case review process at <strong>IRCC.PSRCaseReview-RevuedecasPSR.IRCC@cic.gc.ca<\/strong><\/p>\n<p>&nbsp;<\/p>\n<h5 id=\"What-financial-support-does-the-sponsor\"><\/h5>\n<div id=\"wp-spoiler-1\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\"><strong>Q1. What financial support does the sponsor need to provide to the refugees they have sponsored?<\/strong><\/p><div class=\"accordion-body\"><\/p>\n<p>Sponsors must provide one-time start-up supports upon the arrival of the sponsored refugee(s) and ongoing monthly costs during the entire sponsorship period.<\/p>\n<p><strong>Start-up costs<\/strong><\/p>\n<p><a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2019\/03\/Start-up.pdf\">Start-up costs<\/a> are a one-time payment and\/or, if applicable, in-kind support (see <a href=\"#Question-2\">Question 2<\/a> for further details) for:<\/p>\n<ul>\n<li>household items (basic window coverings and common household products such as<br \/>\nkitchen utensils, pots, pans, brooms, mops, detergents and cleaners)<\/li>\n<li>furniture (beds, mattresses, dining set, couches, end tables, lamps)<\/li>\n<li>linens (including bedding)<\/li>\n<li>food staples<\/li>\n<li>both regular and seasonal clothing<\/li>\n<li>utility connection fees<\/li>\n<li>school start-up allowance (if applicable; may be issued twice for families who arrive<br \/>\nbetween September 1 and May 31 and the support period spans 2 school years).<\/li>\n<\/ul>\n<p><strong>Monthly Costs<\/strong><\/p>\n<p>Sponsoring groups must also provide support for monthly costs including:<\/p>\n<ul>\n<li>basic needs (food and incidentals)<\/li>\n<li>shelter allowance (housing, including utilities) <span style=\"color: #ff9900;\">(2)<\/span><\/li>\n<li>monthly public transportation passes for all persons 18 years of age or older <span style=\"color: #ff9900;\">(3)<\/span><\/li>\n<li>communication allowance to cover the costs of a telephone and internet connection <span style=\"color: #ff9900;\">(4)<\/span><\/li>\n<\/ul>\n<p>To determine the actual amount of financial assistance that is required in a particular city or province, sponsoring groups should review the RAP rates in the community where the refugee will live: <a href=\"https:\/\/www.rstp.ca\/en\/sponsorship-responsibilities\/resettlement-assistance-programrap-rates\/.\">https:\/\/www.rstp.ca\/en\/sponsorship-responsibilities\/resettlement-assistance-programrap-rates\/.<\/a><\/p>\n<p>Sponsoring groups are required to provide refugees with financial support that, at the very least, matches the level of RAP income support levels in the city where the refugee will live. However, other case-specific factors, such as in-kind donations, shared living arrangements, or special needs may impact the amount of monthly financial support to be provided.<\/p>\n<p>Sponsoring groups must also consider other RAP and\/or provincial\/municipal socio-economic benefits that might be required as support. These could include:<\/p>\n<ul>\n<li>maternity benefits<\/li>\n<li>child care<\/li>\n<li>disability or age-specific top-ups <span style=\"color: #ff9900;\">(5)<\/span><\/li>\n<li>housing supplements<\/li>\n<li>health-related expenses, including travel to appointments, or critical health related<br \/>\nexpenses not covered through the Interim Federal Health Program or provincial health<br \/>\ninsurance plans.<\/li>\n<\/ul>\n<p>In addition to the monthly shelter allowance, sponsoring groups should also plan to provide enough money to cover deposits for security, utilities, and first\/last month’s rent as applicable.<\/p>\n<p><strong>Note:<\/strong> newcomers who are above the age of majority in their community of settlement must be provided with start-up and monthly basic needs, communications and transportation allowances (and shelter, if required) according to the RAP rates for single persons (that is, they cannot be considered as dependents to the family when calculating financial support requirements).<\/p>\n<p>This includes newcomers who are above the age of majority at time of arrival as well as those who become so at any point during the sponsorship period. Newcomers who are above the age of majority who reside with others, for example, a 19 year old residing with parents, may have financial support reduced for some shared costs as outlined in <a href=\"#Q7-Anchor\">Question 7. <\/a><\/p>\n<p>&nbsp;<\/p>\n<hr \/>\n<p><span style=\"color: #ff9900;\">2<\/span> Information on housing is available through Statistics Canada’s standard on housing suitability for private<br \/>\nhouseholds, based on the Canadian Mortgage and Housing Corporation’s National Occupancy Standards.<br \/>\n<span style=\"color: #ff9900;\">3<\/span> The monthly transportation allowance may be waived in areas with no public transit system as long as alternative<br \/>\ntransportation is provided at no cost to the refugee, or if the allowance is provided in kind, such as through free bus<br \/>\npasses or access to programs for low-income residents.<br \/>\n<span style=\"color: #ff9900;\">4<\/span> One communication allowance is provided per case and to each adult dependant.  <span style=\"color: #ff9900;\">5<\/span> Includes age of majority top-up of $150 for each 18 year old dependant residing in a province where the age of<br \/>\nmajority is 19 (BC, NB, NFLD, and NS)<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-2\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q2. What is in-kind support and how is it factored into the financial support<br \/>\nrequirements for sponsoring groups? <\/p><div class=\"accordion-body\"><\/p>\n<p>In-kind support includes donated goods, commodities or services (such as gently used furniture or clothing, or housing provided at no cost to the sponsored family). Only a certain percentage of the total value of in-kind donations can be subtracted from the financial support that must be provided to the sponsored refugee(s) as start-up support.<\/p>\n<p>Refer to Appendix A of the Sponsorship Application Guide for <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/services\/application\/application-forms-guides\/guide-sponsor-refugee-agreement-holder-constituent-group.html#appa\">SAHs,<\/a> <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/services\/application\/application-forms-guides\/guide-sponsor-refugee-groups-five.html#appendixA\">Groups of Five<\/a> or <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/services\/application\/application-forms-guides\/guide-sponsor-refugee-community.html#appA\">Community Sponsors<\/a> for the maximum value of donated items that can be applied towards the financial obligations for start-up and monthly costs of the sponsorship. In-kind donations cannot be valued for more than either their actual value or the maximum in-kind deduction amounts.<\/p>\n<p><strong>Start-up:<\/strong><\/p>\n<p>Start-up costs can be provided in three ways:<\/p>\n<ul>\n<li>Through direct payments. A portion of the start-up amount must always be provided<br \/>\nthrough direct payments (via cheque, e-transfer, or other trackable payment method)<\/li>\n<li>Through<strong> in-kind donations<\/strong> (donated items), according to the estimated value of the<br \/>\nitems and within the maximum deduction limits<\/li>\n<li>Through<strong> items purchased new<\/strong>, on behalf of, or with the sponsored refugee(s),<br \/>\ndocumented with receipts of purchases.<\/li>\n<\/ul>\n<p>Sponsors should engage the sponsored person or family in the process to determine an appropriate balance of direct payments and purchases to be provided.<\/p>\n<p>For start-up, the costs for the following \/items may be partially deducted through in-kind donations:<\/p>\n<ul>\n<li>clothing<\/li>\n<li>furniture<\/li>\n<li>household needs<\/li>\n<li>linens<\/li>\n<li>school supplies<\/li>\n<li>food staples<\/li>\n<\/ul>\n<p>The following items cannot be provided as in-kind donations:<\/p>\n<ul>\n<li> mattresses, which should always be purchased new <span style=\"color: #ff9900;\">(6)<\/span><\/li>\n<li>opened food products<\/li>\n<li>personal clothing items such as undergarments or footwear<\/li>\n<\/ul>\n<p><strong>Start-up costs cannot be provided fully in-kind (through donations).<\/strong><\/p>\n<p>A portion of the start-up amount must always be provided through direct payment (via cheque, e-transfer or other trackable payment method) to support the sponsored refugees’ right to selfautonomy and personal decision-making.<\/p>\n<p>If additional items are purchased new (such as a mattress, clothing, or additional furniture), on behalf of or with the sponsored person or family, these costs may be deducted from the overall amount of financial start-up support provided. However, such purchases are not to be considered in-kind donations.<\/p>\n<p><strong>Example:<\/strong><\/p>\n<p><em>You are sponsoring a family of 4 persons (a couple and 2 dependent children). According to the<\/em><br \/>\n<em>RAP Start-up Costs, the furniture allowance for this family would be $3,185.<\/em><br \/>\n<em>You donate a gently-used couch, dining table, chairs, lamps, and bookshelves that you estimate<\/em><br \/>\n<em>to be worth about $500. Appendix A of the Sponsorship Application Guide for SAHs indicates<\/em><br \/>\n<em>that 70% of the RAP entitlement can be deducted for donated furniture items, which would result<\/em><br \/>\n<em>in a maximum deduction of $2,229.507 <span style=\"color: #ff9900;\">(7)<\/span><\/em><\/p>\n<p><em>Because the estimated value of the donated items is lower than the maximum in-kind deduction<\/em><br \/>\n<em>amount, you can deduct the full $500 value for the donated furniture, reducing the furniture<\/em><br \/>\n<em>allowance cost to $2,685. You then offer to take the family shopping for any additional furniture<\/em><br \/>\n<em>needs upon their arrival in Canada. You are aware that you must, retain receipts for the new<\/em><br \/>\n<em>purchases to show the financial support you have provided.<\/em><br \/>\n<em>However the family requests to make their own purchases, as they want to look for items on their<\/em><br \/>\n<em>own. You therefore provide the family with the balance of the furniture costs, $2,685, via etransfer, personal cheque, or another trackable payment method.<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Monthly Costs:<\/strong><br \/>\nThe following monthly costs may be provided in-kind:<\/p>\n<p>Shelter:<\/p>\n<ul>\n<li>Shelter may be provided fully in-kind as long as it is appropriate, suitable and provided to<br \/>\nthe refugee(s) without cost<\/li>\n<li>Anyone other than a refugee who is within their sponsorship period can provide in-kind shelter; it does not have to be provided by a party to the sponsorship. Note: this exception only applies to in-kind shelter costs (see Question 5 for further information).<\/li>\n<\/ul>\n<p>Basic needs (food and incidentals):<\/p>\n<ul>\n<li>The basic allowance may be provided in-kind to a maximum of 50% only if the<br \/>\nrefugee(s) is residing with a party to the sponsorship. See Question 7.<\/li>\n<\/ul>\n<p>Transportation:<\/p>\n<ul>\n<li>In areas with no public transit system, the monthly transportation allowance for all<br \/>\npersons 18+ may be waived as long as alternative transportation is provided at no cost to<br \/>\nthe refugee, or if the allowance is provided in kind, such as through free bus passes or<br \/>\naccess to programs for low-income residents.<br \/>\nThe financial amounts for all other monthly costs cannot be provided in-kind as this financial<br \/>\nsupport will help refugees start their life in Canada and develop the necessary knowledge and<br \/>\nskills to make such decisions and maintain these costs on their own<\/li>\n<\/ul>\n<hr \/>\n<p><span style=\"color: #ff9900;\">6<\/span> While mattresses should be purchased new, IRCC may apply discretion based on the case-specific information and<br \/>\ndetails provided by the sponsoring group.<br \/>\n<span style=\"color: #ff9900;\">7<\/span> For the purposes of the upfront financial assessment conducted on Sponsorship Applications submitted by Groups<br \/>\nof Five and Community Sponsors, the in-kind deduction table is used. According to the in-kind deduction table, a<br \/>\nmaximum of $2,310 can be deducted for donated furniture items for a family of four.<\/p>\n<p>&nbsp;<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-3\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q3. What is the required level of financial support for cases that were submitted<br \/>\nbefore the current Sponsorship Agreement came into effect on January 1, 2018?<\/p><div class=\"accordion-body\"><\/p>\n<p>One of the changes between the 2011 and 2019 Sponsorship Agreement was a shift from local social assistance rates to RAP rates as the baseline for financial support requirements.<\/p>\n<p>However, both the current and previous versions of the Sponsorship Agreement include the requirement for sponsors to provide support at the <strong>prevailing rates in place at the time of the <\/strong><strong>refugee’s arrival in Canada, and not at the time that the application is submitted.<\/strong> Both social assistance and RAP rates change over time, and sponsoring groups have always been expected to provide support at the rates in place at the time of the refugee’s arrival and over the course of their sponsorship period.<\/p>\n<p>All cases submitted after January 1, 2018 are to be provided with the minimum baseline of required financial support as per the prevailing RAP rates and associated policies<strong> at the time of arrival and over the course of the sponsorship period<\/strong>.<\/p>\n<p>For cases submitted <strong>before<\/strong> January 1, 2018 where the sponsor is able to demonstrate that they planned to provide support at the time of arrival based on the provincial social assistance rates and associated policies, IRCC will take into consideration support provided based on social assistance and will not require RAP to be retroactively applied. IRCC may request documentation showing support given as well as the relevant social assistance rates\/policies in place at the time of arrival and over the course of the sponsorship period.<\/p>\n<p>For all cases, the sponsor is expected to create a financial budget plan based on the financial policies (whether RAP or social assistance) at the time of the Sponsorship Application submission, but actual financial support (start-up and monthly) is to be provided at the <strong>prevailing rates<\/strong> (whether RAP or social assistance) <strong>at the time of arrival and over the course <\/strong><strong>of the sponsorship period<\/strong>, which means that the budget\/plan will likely change from submission to arrival and contingencies should be accounted for accordingly.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-4\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q4. How does the sponsorship cost table in Appendix A of the Application Guide<br \/>\nrelate to the level of financial support to be provided?<\/p><div class=\"accordion-body\"><\/p>\n<p>The sponsorship cost table is primarily used to provide Groups of Five\/Community Sponsors with the information needed to demonstrate that they have the financial capacity to sponsor a case at the time they are applying to sponsor. IRCC uses this information as part of its assessment for a Group of Five\/Community Sponsor application.<\/p>\n<p>The Sponsorship Cost Table is not intended for use by SAHs, because they are not subject to upfront financial capacity assessments with each sponsorship application.<\/p>\n<p>Post-arrival, all sponsoring groups (SAHs, Groups of Five, and Community Sponsors) are required to provide financial support that aligns with the RAP rates in the community where the refugee will live.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-5\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q5. What is the difference between support provided by a party to the sponsorship<br \/>\nand someone who is not?<\/p><div class=\"accordion-body\"><\/p>\n<p>Parties to the sponsorship sign the Sponsorship Undertaking either as a Signing Authority for a larger group, such as a Constituent Group, Sponsorship Agreement Holder, or Community Sponsor or as individuals, e.g. co-sponsors. By signing the Undertaking they are committing to, and become liable for, providing financial and settlement support for the refugees listed. There can be other people who help to provide these supports during the sponsorship but only those who have signed the Sponsorship Undertaking will be held responsible if supports are not provided.<\/p>\n<p>When a case is being reviewed by IRCC post-arrival, if financial or non-financial support was provided by someone who is not party to the sponsorship <span style=\"color: #ff6600;\">(8)<\/span>, the sponsors should be able to show that this support was planned when the case was originally submitted or immediately upon arrival. There should be an established pattern of this support being provided. Such support will not be counted if it is in the form of ad hoc gifts or was initiated as a result of lack of sponsor support.<\/p>\n<p>Examples of documentation demonstrating this planned support from someone not party to the sponsorship could be the Settlement Plan on file, or emails or texts showing that there was an agreement between parties to the sponsorship and non-parties for the monthly support to be provided by someone who didn’t sign the Undertaking.<\/p>\n<p>Sponsors always have the option of adding the non-party to the Undertaking to have the support be officially recognized and that person become officially liable. Adding a party to the sponsorship allows for support provided going forward to be officially recognized; it does not automatically recognize previous support given. Volunteers providing non-financial support do not need to be individually listed on the Sponsorship Undertaking or Settlement Plan if they are part of an organization that is already listed as a party to the sponsorship.<\/p>\n<hr \/>\n<p><span style=\"color: #ff6600;\">8<\/span> The only exception to this rule is in-kind shelter, which does not have to be provided by a party to the sponsorship; in-kind shelter, unlike other supports, may be provided by anyone other than a refugee who is within their sponsorship period. See the monthly costs section in Question 2 for additional information.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-6\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q6. How long is the sponsoring group expected to provide support? Is it possible<br \/>\nto extend the sponsorship?<\/p><div class=\"accordion-body\"><\/p>\n<p>Sponsoring groups are responsible for giving refugees the financial and non-financial support they need when they arrive in Canada. Sponsoring groups must provide support to the refugee(s) for 12 months or until the refugee(s) becomes self-sufficient (please see Question 24 for an explanation of what is considered &#8220;self-sufficient&#8221;), whichever comes first. In exceptional cases where the migration office determines that the refugee(s) require additional time to become self-sufficient, they may request that a sponsorship be extended for to up to 36 months. The sponsoring group needs to agree to the extension period before the refugee travels to Canada.<\/p>\n<p>Before deeming the refugee to be financially self-sufficient, the sponsoring group should be making a calculation based on the earning exemptions rules outlined in Q 23. Even if the refugee is deemed to be financially self-sufficient, they may still be in need of settlement supports and assistance, which should continue to be provided as required over the duration of the sponsorship period.<\/p>\n<p>Additionally, sponsors should keep in mind that the financial situation of the family may change during the sponsorship period, and so financial support may need to be re-instated. Sponsors should remember that they may need to demonstrate that they provided the necessary financial supports at all points of the sponsorship period.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-7\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q7. Are there circumstances where the amount of financial support can be varied<br \/>\nfor sponsored refugees who choose to live together or for refugees living with their<br \/>\nsponsor or family member?<\/p><div class=\"accordion-body\"><\/p>\n<p>In situations where sponsored refugees choose to live together (for example, children who are above the age of majority reside with their parents or linked cases reside together), or where<br \/>\nfamilies or persons live with their sponsor or with a group\/individual who is not a party to the sponsorship (such as a family link), some shared costs may be reduced.<\/p>\n<p>However, this only applies if the overall needs of all family members are met in accordance with RAP guidelines, and that supports are reasonable and appropriate, as determined by IRCC:<\/p>\n<ul>\n<li>Start-up costs may be reduced in shared living situations, including certain household<br \/>\nitems (such as window coverings and household products such as kitchen utensils, pots,<br \/>\npans, cleaning products), shared furniture items, such as living and dining room<br \/>\nfurniture, and cost of utility\/phone installations and deposits, as applicable.<\/li>\n<li> The shelter amount, which is based on need, can be provided fully in-kind if shelter is<br \/>\nprovided without cost by someone other than a refugee(s) who is within their<br \/>\nsponsorship period. Shelter allowances cannot exceed the actual cost of shelter.<\/li>\n<li>The transportation and communications allowances, as applicable, must be provided as<br \/>\nnoted in Question 1.<\/li>\n<\/ul>\n<p>The basic allowance, which includes an amount for food and incidentals (such as personal care products), may be provided in-kind to a maximum of 50% <strong>only if the refugee(s) is residing <\/strong><strong>with a party to the sponsorship<\/strong> (such as a co-sponsor, or member of a Group of Five who is listed on the Sponsorship Undertaking). This does not apply to situations where the refugee(s) resides with an individual\/group who is not a party to the sponsorship (a family link).<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-8\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q8. What financial supports do sponsoring groups need to provide if the refugee(s)<br \/>\ndecide(s) to move out of a shared living situation and establish an independent household?<\/p><div class=\"accordion-body\"><\/p>\n<p>At all times, the dignity and the autonomy of the refugee(s) must be considered and any shared living arrangement must be fully consensual; refugee(s) who would prefer to live independently of the sponsor, or age of majority children wishing to reside independently of their parents must be given the right to do so.<\/p>\n<p><strong>For refugee(s) initially living with a sponsor who move out on their own:<\/strong><\/p>\n<ul>\n<li>If the refugees choose to move out on their own within the sponsorship period, the<br \/>\nsponsoring group:<\/p>\n<ul>\n<li> must do a re-assessment of need regarding start-up items, and<\/li>\n<li>may be required to provide start-up costs to assist with the refugee’s<br \/>\nestablishment in the new residence, minus any in-kind deductions.<\/li>\n<\/ul>\n<\/li>\n<li>The sponsoring group must continue to provide the:\n<ul>\n<li>full basic allowance (food and incidentals)<\/li>\n<li>shelter amount, minus any in-kind deductions (if shelter is being provided without cost)<\/li>\n<li> full transportation<span style=\"color: #ff9900;\"> (9)<\/span> and communications allowances<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p><strong>For age of majority children wanting to live independently from their parent(s)<\/strong><span style=\"color: #ff9900;\"> (10)<\/span><strong>:<\/strong><\/p>\n<ul>\n<li>If an adult child chooses to move out on their own within the sponsorship period, the<br \/>\nsponsoring group may choose to either:<\/p>\n<ul>\n<li>support 2 separate households, or<\/li>\n<li>ask IRCC to consider a sponsorship breakdown.<\/li>\n<\/ul>\n<\/li>\n<li>If sponsorship breakdown is declared:\n<ul>\n<li>the sponsoring group is expected to continue to support the household with the<br \/>\nhigher number of people<\/li>\n<li>the other household is to be processed for breakdown and referred to a new<br \/>\nsponsoring group or provincial social assistance<\/li>\n<\/ul>\n<\/li>\n<li>Sponsoring groups should contact IRCC for assistance in these situations.<\/li>\n<\/ul>\n<hr \/>\n<p><span style=\"color: #ff9900;\">9<\/span> The monthly transportation allowance may be waived in areas with no public transit system as long as alternative transportation is provided at no cost to the refugee, or if the allowance is provided in kind, such as through free bus passes or access to programs for low-income residents.<br \/>\n<span style=\"color: #ff9900;\">10<\/span> This guideline applies to age of majority children who were recorded and processed as dependents on the<a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm0008enu_2d.pdf\"> Generic Application Form for Canada (IMM 0008)<\/a>.  (Please note, a computer with Adobe Reader 10 or higher is required to view this pdf form)<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-9\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q9. How often should financial support payments be made? <\/p><div class=\"accordion-body\"><\/p>\n<p>Sponsors are strongly encouraged to issue financial support on a regular monthly basis to ensure<br \/>\nthat the refugee(s) are able to properly budget and manage their funds in line with their monthly<br \/>\nexpenses.<\/p>\n<p>The financial support payments should be provided by using c<strong>heques, e-transfers, or other<\/strong><br \/>\n<strong>traceable payment methods.<\/strong><\/p>\n<p>Issuance of funds should be accompanied by budgeting orientation, including a breakdown of the<br \/>\nfinancial support to be provided during the sponsorship.<\/p>\n<p>Sponsors are encouraged to review their financial commitments on a monthly basis to<br \/>\ncorrespond with any changes to the refugee’s situation that may affect financial support<br \/>\nentitlements.<\/p>\n<p>Financial support may need to be reassessed for various reasons, including but not limited to the<br \/>\nfollowing:<\/p>\n<ul>\n<li>change of location<\/li>\n<li>employment or change of employment<\/li>\n<li>receipt of funds for training or school<\/li>\n<li>pregnancy or birth of a child<\/li>\n<li>dependant reaches age of majority<\/li>\n<li>arrival of dependants under one-year window<\/li>\n<li>marriage<\/li>\n<li>separation or divorce<\/li>\n<li>death<\/li>\n<li>incarceration (See Question 29)<\/li>\n<li>hospitalization (See Question 29)<\/li>\n<li>gifts from relatives<\/li>\n<li>travel outside of province of residence or Canada (See Question 28)<\/li>\n<li>repatriation (See Question 28)<\/li>\n<\/ul>\n<p>Lump sum payments are not encouraged. However, should sponsoring groups wish to issue<br \/>\nsupport this way, the following guidelines should be followed:<\/p>\n<ul>\n<li>If support is being provided as a lump sum than this should be issued at the beginning of<br \/>\nthe period it is intended to cover, not at the end.<\/li>\n<li>Sponsors should clearly explain how long of a period the money is to cover and provide<br \/>\nbudgeting orientation and assistance.<\/li>\n<li>Sponsors should be aware that there is a risk in managing funds and budgeting when<br \/>\nproviding support as a lump sum so it is recommended that information and guidance<br \/>\nprovided to the refugees is documented.<\/li>\n<li>Payment intervals should be consistent to avoid undue confusion and stress.<\/li>\n<li>Each lump sum payment cannot cover more than 3 months at a time.<\/li>\n<li>At any time if the refugee is not able to properly budget their quarterly or bi-monthly<br \/>\nlump sum payments, or if the sponsor is not providing a transparent breakdown of the<br \/>\npayments, IRCC may recommend a re-adjustment of the frequency to monthly payments.<\/li>\n<\/ul>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-10\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q10. How can sponsoring groups demonstrate that they are providing adequate<br \/>\nsupport?<\/p><div class=\"accordion-body\"><\/p>\n<p>If IRCC requests information about the support being provided, sponsoring groups must be able to demonstrate that they are providing adequate care, lodging, financial support, and settlement assistance to all sponsored family members for the duration of the sponsorship period.<\/p>\n<p>While sponsoring groups can provide financial support in any manner they wish, IRCC recommends that support be provided through cheques, e-transfers or other traceable methods. IRCC may ask for proof of financial support during a case review. If these methods aren’t used sponsors should regularly document support, for example, by sending an email each month stating how much money was given. While giving cash is often the most convenient method of support, it is hard to track, so the methods of payment noted above are recommended.<\/p>\n<p>If sponsoring groups have made deductions to the monthly support, they must give an explanation and supporting proof that clearly outlines how, and why, the deductions were calculated.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-11\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q11. Does IRCC require personal information from the refugee(s) to verify<br \/>\nsupport?<\/p><div class=\"accordion-body\"><\/p>\n<p>Sponsors may be asked to provide information that demonstrates that they have fulfilled the minimum financial and non-financial obligations under the terms of the sponsorship agreement.<br \/>\nIRCC has the authority to monitor sponsors’ adherence to the terms of their sponsorship <span style=\"color: #ff9900;\">(11)<\/span> , and the onus is on the sponsor to satisfy IRCC that program requirements are being met. IRCC does not require sponsors to provide copies of government documents such as passports or health cards.<\/p>\n<p>If there are privacy concerns, or if there is information that belongs to the refugee that would satisfy IRCC’s request, the sponsor should indicate this. In such cases an IRCC officer will approach the refugee directly. IRCC does accept, and will consider, attestations regarding personal assets or finances, along with all other submitted documentation, when reviewing a case. These are considered as part of the overall assessment.<\/p>\n<p>However, as attestations cannot be verified, they may not be considered as definitive. If such information conflicts with other details on file, verifiable documentation may be required to resolve the discrepancy.<\/p>\n<hr \/>\n<p><span style=\"color: #ff9900;\">11<\/span> Under the Privacy Act, IRCC has the authority to collect personal information for the purpose of monitoring a<br \/>\nsponsorship for assurance and validation purposes.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-12\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q12. What financial support is required for One Year Window cases?<\/p><div class=\"accordion-body\"><\/p>\n<p>Sponsoring groups are responsible to provide financial support for One Year Window cases for up to 12 months after their arrival in Canada, under their commitment in the Sponsorship Undertaking.<\/p>\n<p>However, the income situation of the family already in Canada should be considered in determining the required amount of financial support. See <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/corporate\/publications-manuals\/operational-bulletins-manuals\/service-delivery\/resettlement-assistance-program\/one.html\">guidelines for One-Year Window of Opportunity and RAP income support<\/a> page for additional information.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-13\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q13. Can sponsors ask refugees for receipts to demonstrate the need for income<br \/>\nsupport?<\/p><div class=\"accordion-body\"><\/p>\n<p>Refugees cannot be obligated to provide receipts, bank statements, or other financial declarations<br \/>\nas a condition of financial or in-kind support being provided.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-14\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q14. Are sponsoring groups responsible for the immigration loans of the refugees<br \/>\nthey sponsor?<\/p><div class=\"accordion-body\"><\/p>\n<p>Sponsoring groups are not responsible for covering the costs of the refugee’s immigration loan. They can help pay back the loan, but they are not obligated to do so. If sponsoring groups choose to help pay back the loan, this amount cannot be deducted from the monthly financial support the refugee(s) should be receiving at RAP rates.<\/p>\n<p>Sponsoring groups are also not responsible for any debt that a refugee incurs in Canada, unless they have co-signed loans.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-15\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q15. Can sponsoring groups deduct Canada Child Benefit and other benefit<br \/>\npayments from monthly financial support? <\/p><div class=\"accordion-body\"><\/p>\n<p>The Canada Child Benefit (CCB) is a tax-free monthly payment made to eligible families to help them with the cost of raising children under 18 years of age. The CCB, which might include the<br \/>\n<a href=\"https:\/\/www.canada.ca\/en\/revenue-agency\/services\/child-family-benefits\/child-disability-benefit.html\">child disability benefit<\/a> and any related <a href=\"https:\/\/www.canada.ca\/en\/revenue-agency\/services\/child-family-benefits\/provincial-territorial-programs.html\">provincial and territorial programs<\/a>, is based on the family’s net income, as well as the number and age(s) of children.<\/p>\n<p>Since the CCB, and other federal or provincial tax benefits or rebates, are tax-free monthly payments available to all qualifying permanent residents and Canadian citizens,<strong> they cannot be counted as earned income or used to calculate reductions to sponsor support.<\/strong><\/p>\n<p>Sponsors also cannot count them towards the financial support requirements under the PSR Program. These tax benefits have no impact on the minimum amount of financial support a sponsor is required to provide and should never be clawed back.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-16\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q16. Can sponsoring groups lend or advance funds (like a loan) while the refugee<br \/>\nfamily awaits their Canada Child Benefit cheque?<\/p><div class=\"accordion-body\"><\/p>\n<p>While the CCB is a significant benefit for families with children, the application process usually takes several months and although payments are retroactive sponsors should plan for the CCB<br \/>\nwaiting period.<\/p>\n<p>Sponsoring groups can choose to:<\/p>\n<ul>\n<li> top-up the monthly income support by an amount similar to the CCB, as a grant or gift,<br \/>\nor<\/li>\n<li>advance or loan additional funds to the family instead<\/li>\n<\/ul>\n<p>If a sponsor chooses to provide a loan, a clear record of the agreement and terms should be kept by all parties. <strong>Interest should not be charged to refugees. <\/strong>Any later deductions to monthly support to repay a loan should be done in accordance with the agreed upon terms. The terms should consider the ongoing needs of the family and not cause undue financial hardship for the repayment.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-17\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q17. Do refugees have the right to manage their own finances?<\/p><div class=\"accordion-body\"><\/p>\n<p>Yes. Refugees have the right to manage their own finances, and should be encouraged to do so.<br \/>\nSponsoring groups cannot require the refugee(s) to submit their funds for management by others.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-18\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q18. What is the RAP housing supplement and does it apply to PSR cases?<\/p><div class=\"accordion-body\"><\/p>\n<p>The RAP income support housing benefit has 2 components: the basic shelter rate and the national housing supplement.<br \/>\nThe basic shelter rate is guided by the current provincial\/territorial social assistance rates in the province\/territory of residence and thus varies by destination and other variables, such as family<br \/>\nsize.<br \/>\nRAP also provides a national housing supplement as a discretionary top up of up to $200 per case and to each adult dependant for RAP clients when the costs to secure shelter\/housing exceeds the basic shelter rates. This national supplement also serves as a substitute for the more comprehensive rental supplement and subsidized housing programs offered by provinces, which are too numerous for RAP to administer\/replicate.<\/p>\n<p>The sponsoring group should work to ensure that the total amount for housing provided to the refugees meets their rental needs (including utility costs), and should include the housing  supplement if required.<br \/>\nThe sponsoring group may also want to inquire about what housing incentives are available in their community, such as subsidized housing programs.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-19\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q19. Where refugee(s) have personal assets, how should these be taken into<br \/>\naccount in determining the level of income support?<\/p><div class=\"accordion-body\"><\/p>\n<p>Personal assets are the sum of money that the refugee(s) and their family bring with them to Canada, or come into possession of after they arrive in Canada, such as an inheritance, gift or other source of funds. Please refer to the Resettlement Assistance Program (RAP) Delivery Instructions for additional information on <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/corporate\/publications-manuals\/operational-bulletins-manuals\/service-delivery\/resettlement-assistance-program\/pro.html#s02\">personal assets<\/a>. Personal assets do not include earned<br \/>\nincome (refer to questions 23 and 24 for information on earned income).<\/p>\n<p>Refugees receiving financial support are expected to provide information about any new personal assets on an ongoing basis over the course of the sponsorship period as this may impact the level<br \/>\nof financial support to be provided.<\/p>\n<p>Should the sponsoring group wish to factor personal assets into the required levels of financial support they provide, the standards for use of personal assets should follow RAP standards. If a sponsor does make deductions to their financial support, they should be able to explain the amount and the reason. The onus is always on the sponsor to be able to demonstrate and explain the support provided to the refugee(s) and to show that program requirements have been met.<\/p>\n<p>The maximum personal assets that refugees can retain under the RAP income support guidelines without affecting the amount of income support they may receive can be found here. Any remaining assets will be factored in when determining the level of income support needed.<\/p>\n<p>&nbsp;<\/p>\n<p>If a refugee declares that they have more than the personal asset exemption limits outlined in the link above, you can give them the option to apply their funds against the balance of their immigration loan before you deduct any financial support.<\/p>\n<p>If the refugee still has more than the personal asset limit, you can calculate support on a case by case basis factoring in only the portion of assets above the exemption limit.<\/p>\n<table>\n<tbody>\n<tr>\n<td width=\"276\"><strong>Family composition<\/strong><\/td>\n<td width=\"277\"><strong>Maximum amount allotted of personal assets (Canadian dollars)<\/strong><\/td>\n<\/tr>\n<tr>\n<td width=\"276\">Single person<\/td>\n<td width=\"277\">$5,000<\/td>\n<\/tr>\n<tr>\n<td width=\"276\">Couple<\/td>\n<td width=\"277\">$7,500<\/td>\n<\/tr>\n<tr>\n<td width=\"276\">Single plus one dependant<\/td>\n<td width=\"277\">$7,500<\/td>\n<\/tr>\n<tr>\n<td width=\"276\">Each additional dependant<\/td>\n<td width=\"277\">$2,500<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>Sponsoring groups, including co-sponsors, must not accept funds from the refugee(s) either before<br \/>\nor after their arrival in Canada for:<\/p>\n<ul>\n<li>submitting the Sponsorship Application<\/li>\n<li>housing, care or settlement help<\/li>\n<li>a deposit to guarantee they will remain with the sponsor for 1 year after they arrive<\/li>\n<\/ul>\n<p>The Sponsorship Undertaking (IMM5373) has a declaration that confirms that the refugees did not provide any funds towards the sponsorship. This applies equally to Sponsorship Agreement Holders, Groups of Five and Community Sponsors.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-20\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q20. Do refugees have to report their personal assets to their sponsors? <\/p><div class=\"accordion-body\"><\/p>\n<p>While the declaration of funds and assets is voluntary and cannot be forced or coerced, refugees are expected to declare income and assets to their sponsors as this may impact the level of<br \/>\nfinancial support to be provided.<\/p>\n<p>The Refugee Sponsorship Training Program has developed a <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2019\/02\/DECLARATION-OF-FUNDS-AND-ASSETS-ON-ARRIVAL-2.pdf\">Declaration of Funds and Assets form<\/a> for this purpose.<\/p>\n<p>While sponsors may not withhold financial support as a result of non-reporting, they may contact IRCC for assistance in situations where there are reasonable grounds to believe that a refugee<br \/>\nmay be withholding information about funds and assets.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-21\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q21. What is a sponsoring group’s role in encouraging a refugee to find<br \/>\nemployment?<\/p><div class=\"accordion-body\"><\/p>\n<p>A refugee’s focus during their first year in Canada is to participate in activities that will help them to become self-sufficient and independent, which may include employment, settlement activities, language training classes, college or university courses, and employment preparation programs.<\/p>\n<p>Sponsoring groups should support their efforts in gaining self-sufficiency and independence and in undertaking activities that will best support their longer-term integration<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-22\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q22. Can sponsoring groups reduce support to a refugee if they will not work,<br \/>\nattend school or do anything to contribute to their integration? <\/p><div class=\"accordion-body\"><\/p>\n<p>Financial support <span style=\"text-decoration: underline;\"><strong>cannot<\/strong><\/span> be reduced based on the personal choices of the refugees. If refugees are not participating in activities that would contribute to their integration, sponsoring groups are<br \/>\nencouraged to try and work with them to understand why this is occurring, e.g. possible physical or mental health issues.<\/p>\n<p>Either the sponsoring group or the refugee may request IRCC assistance if a mutually acceptable solution cannot be reached.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-23\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q23. How much can a refugee earn before having financial support deducted by<br \/>\nthe sponsoring group? Can they be required to report employment earnings?<\/p><div class=\"accordion-body\"><\/p>\n<p>If sponsoring groups decide to make deductions to monthly financial support based on earned<br \/>\nincome, it must be done in accordance with the principles of the RAP. Refer to the RAP Delivery<br \/>\ninstructions for what is considered earned income.<br \/>\nDeductions can begin after net employment income becomes higher than 50% of the full RAP<br \/>\nmonthly support entitlement, at which point income is reduced dollar for dollar for each<br \/>\nadditional dollar earned above the threshold.<br \/>\nException: where the employment income is earned by a refugee who is attending secondary<br \/>\nschool on a full-time basis, the income is not to be included in the total of the family earnings. If<br \/>\nemployment income is earned by a refugee who is attending secondary school on a part-time<br \/>\nbasis, the income is not exempt and is subject to reductions outlined above.<br \/>\nWhile the declaration of employment earnings is voluntary and cannot be forced or coerced,<br \/>\nrefugees are expected to declare income to their sponsors as this may impact the level of<br \/>\nfinancial support to be provided.<\/p>\n<p>While sponsors may not withhold financial support as a result of non-reporting, they may contact<br \/>\nIRCC for assistance in situations where there are reasonable grounds to believe that a refugee<br \/>\nmay be withholding information about employment earnings.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<hr \/>\n<div id=\"wp-spoiler-24\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q24. How is it determined that a refugee no longer requires financial support?<\/p><div class=\"accordion-body\"><\/p>\n<p>When a refugee’s level of total earned household income has surpassed 50% of their household’s level of financial support, deductions can be made for every dollar earned above that threshold.<br \/>\nRefer to the RAP Delivery Instructions on the <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/corporate\/publications-manuals\/operational-bulletins-manuals\/service-delivery\/resettlement-assistance-program\/incentive.html\">50% additional income incentive<\/a> for additional information.<\/p>\n<p>Once the monthly support is reduced to zero dollars (i.e. after a client has earned 150% of their household’s financial support level) and the refugee can sufficiently financially support themselves and their families on an ongoing basis, they may no longer require financial support from their sponsor. If support is reduced or eliminated, it is suggested that sponsoring groups keep documentation to show that the RAP policy for earnings has been followed.<\/p>\n<p>At any time during the commitment period, if the financial situation of the refugee and their family changes, the sponsor must resume providing financial support, as needed.<\/p>\n<p><strong>Refugee(s) who no longer require financial support are not considered self-sufficient.<\/strong> The sponsoring group is still responsible for non-financial support for the duration of the sponsorship period.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-25\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q25. What does RAP provide to Blended Visa Office-Referred refugees and what<br \/>\nam I expected to provide during the period while they are on RAP and afterwards?<\/p><div class=\"accordion-body\"><\/p>\n<p>Refugees sponsored through the Blended Visa Office-Referred (BVOR) Program receive income support through RAP, administered by IRCC, for 6 months of their 12-month sponsorship period, or until they become self-sufficient.<\/p>\n<p>The remaining costs, including start-up and additional expenses as required, are to be covered by the sponsoring group.<\/p>\n<p>As of September 1st, 2018 RAP income support levels were increased for BVORs and other refugees supported under an official cost-sharing arrangement with IRCC to better align monthly financial support provided to all resettled refugees.<\/p>\n<p>Additional benefits that are <strong>automatically issued<\/strong> since September 1, 2018 include:<\/p>\n<ul>\n<li>a communications allowance of $30 per month per case and to each adult dependant<\/li>\n<li>an age of majority top up allowance of $150 (plus cost of transportation) for each<br \/>\ndependant aged 18 residing in a province where the age of majority is 19 (that is, British<br \/>\nColumbia, New Brunswick, Newfoundland and Labrador, and Nova Scotia).<\/li>\n<\/ul>\n<p>As of September 1, 2018, BVORs and other refugees supported under an official cost-sharing arrangement with IRCC are also eligible for supplementary benefits under RAP. Supporting <strong>documents must be submitted to the local IRCC office<\/strong> when requesting these benefits <span style=\"color: #ff6600;\">(12).<\/span><\/p>\n<p>The benefits are:<\/p>\n<ul>\n<li>A monthly housing supplement of up to $200 per case and to each adult dependant to<br \/>\nreduce the gap between RAP shelter rates and actual housing costs.<\/p>\n<ul>\n<li>to be considered for this allowance, IRCC must receive supporting<br \/>\ndocumentation, such as a lease agreement, indicating that the refugees’ total<br \/>\nhousing costs (including utilities) exceed the maximum shelter allowances issued<br \/>\nunder RAP.<\/li>\n<\/ul>\n<\/li>\n<li>A special dietary allowance of $75 per month (maximum per family) upon request\n<ul>\n<li>Each request must include a note from a doctor or nurse practitioner indicating<br \/>\nthat the refugee has a medical condition that requires a specialized diet.<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<hr \/>\n<p><span style=\"color: #ff6600;\">12<\/span> Applies to all RAP files open at time supporting documentation is received. No retroactive payments will be<br \/>\nmade.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-26\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q26. For my Blended Visa Office-Referred case, are any RAP rates reduced if I<br \/>\nprovide in-kind or financial support?<\/p><div class=\"accordion-body\"><\/p>\n<p>RAP income support is based on need. It is not intended to duplicate benefits already provided through RAP or other sources, whether in-kind or financial.<\/p>\n<p>If in-kind or financial support is provided while a client is on RAP, the circumstances and nature of the additional support is reviewed to determine its impact on RAP levels of support. Generally speaking, if a refugee’s need is greater than the support being provided by RAP, a sponsoring group may be able to provide additional in-kind or financial support without any<br \/>\nreduction in RAP rates.<br \/>\nWhen the in-kind or financial supports duplicate the benefits already provided through RAP, a reduction in RAP benefits may occur. Under the RAP agreement that is signed by the refugee, all<br \/>\nincome or benefits received from any source must be reported to IRCC.<\/p>\n<p>For example, if a sponsor provides in-kind housing at no cost or at a cost that is less than the RAP income support allowance for shelter during the period in which that BVOR refugee is receiving RAP, this would trigger a reduction in the monthly shelter allowance component of payments to the refugee in line with RAP guidelines.<\/p>\n<p>One-time or monthly financial contributions from a sponsor are assessed on a case-by-case basis to determine if:<\/p>\n<ul>\n<li>the amount and nature of the contribution exceeds what is necessary to support the needs of the refugee and their family<\/li>\n<li>the contribution is a duplication of what is already provided under RAP, and<\/li>\n<li>the amount(s) are typical for a person receiving financial support<\/li>\n<\/ul>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-27\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q27. In the event of a marital breakdown, am I expected to sponsor two separate households?<\/p><div class=\"accordion-body\"><\/p>\n<p>In situations where the family undergoes marital or household separation, the sponsoring group is not responsible for supporting 2 separate households, though they may choose to support both households if they have capacity to do so.<\/p>\n<p>If they choose to only support 1 household, the sponsor is expected to continue to support the household with the higher number of people. If both households are of equal size, it is up to the sponsoring group to decide which household they will continue to support.<\/p>\n<p>The other household is to be processed for breakdown and referred to a new sponsoring group, provincial social assistance, or the RAP (typically for BVOR cases only )<span style=\"color: #ff9900;\">(13)<\/span>.<\/p>\n<p>Sponsoring groups must contact IRCC for assistance in these situations in order for IRCC to process the partial breakdown.<\/p>\n<hr \/>\n<p><span style=\"color: #ff9900;\">13<\/span> In highly exceptional cases, SAH-sponsored PSR cases may also be referred to RAP in the event of sponsorship breakdown.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-28\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q28. Do I need to provide support if the refugee temporarily leaves the community<br \/>\nof settlement, either to other parts of Canada or overseas?<\/p><div class=\"accordion-body\"><\/p>\n<p>If refugees leave the country for an extended period, sponsors are not expected to provide financial or non-financial support while they are absent. It is in the sponsor’s best interests to report these situations and to provide proof, if available, in order to record this change with<br \/>\nIRCC.<\/p>\n<p>If a refugee leaves the community of settlement or Canada temporarily, the length of the anticipated absence and the number of members in the household that will be both travelling and remaining are considered when determining whether or not the rate of financial assistance should be affected.<\/p>\n<p>Sponsoring groups are encouraged to contact IRCC if they have any questions related to these situations.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-29\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">Q29. Do I need to provide support if the refugee is temporarily hospitalized or incarcerated? <\/p><div class=\"accordion-body\"><\/p>\n<p>Refugees entering a hospital or correctional centre do not automatically become ineligible for financial support.<\/p>\n<p>Certain factors, such as the length of the anticipated hospital or correctional centre stay and the number of members in the household, must be considered when determining whether or not the rate of financial assistance should be affected.<\/p>\n<p>For instance, if the refugee is temporarily hospitalized or incarcerated, they will likely still have rental or lease obligations. They should not lose their dwelling because of these situations. There may be other expenses or factors to consider if sponsored refugees are hospitalized or<br \/>\nincarcerated.<\/p>\n<p>Sponsoring groups are encouraged to contact IRCC if they have questions related to such a situation.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>(Click here to jump to the FAQ section now) Download the .PDF Version  These Frequently Asked Questions (FAQs) apply to refugees sponsored by: Sponsorship Agreement Holders (SAHs)  Groups of Five; [&hellip;]<\/p>\n","protected":false},"author":11,"featured_media":0,"parent":11,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"top-level-temp.php","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/14254"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/11"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=14254"}],"version-history":[{"count":47,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/14254\/revisions"}],"predecessor-version":[{"id":14408,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/14254\/revisions\/14408"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/11"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=14254"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}