{"id":232,"date":"2014-03-19T19:58:39","date_gmt":"2014-03-19T19:58:39","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=232"},"modified":"2018-05-16T09:05:15","modified_gmt":"2018-05-16T13:05:15","slug":"all-groups-of-five-faq","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/refugee-sponsorship\/faqs\/all-groups-of-five-faq\/","title":{"rendered":"All Groups of Five FAQs"},"content":{"rendered":"<div id=\"wp-spoiler-1\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. Who can be a member of a Group of Five?<\/p><div class=\"accordion-body\"><\/p>\n<p>A Canadian Citizen or Permanent Resident who is 18 years of age or older and resides in the community where the sponsored refugee is expected to live for the duration of the sponsorship period is eligible to be a member of a Group of Five. This person must also make a commitment to provide financial and settlement support to the refugee for the duration of the sponsorship period (typically 12 months). The following persons are unable to be a member of a Group of Five: persons who have been convicted inside or outside Canada of a serious criminal offence as set out in Schedule I or II of the Corrections and Conditional Release Act (if a period of five years has not elapsed since completion of the sentence); persons that are in default of any court-ordered support payments (i.e. child support or a previous sponsorship); persons that are subject to a removal order or are subject to a revocation proceeding under the Citizenship Act; and, persons that are detained in any penitentiary, jail, reformatory or prison. For more information about financial eligibility, please contact RSTP for more information.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-2\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">2. Do Group of Five members have to provide any money upfront when sponsoring a refugee?<\/p><div class=\"accordion-body\"><\/p>\n<p>Groups of Five have three options to demonstrate they have the requisite funds to sponsor a refugee: 1) At least three members from the Group of Five pledge to provide the funds from their personal income (if this option is taken, the financially contributing members of the group must include a copy of their most recent T4 or Notice of Assessment); 2) The Group of Five open a bank account (often referred to as a “trust” account) and place all of the required funds into the account; or, 3) a mix of the two, e.g. half of the funds are pledged from the income of at least three members from the group, and the remaining amount is placed into a bank account.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-3\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">3. Can I participate in more than one sponsorship?<\/p><div class=\"accordion-body\"><\/p>\n<p>Yes, eligible refugee sponsors can participate in more than one sponsorship. Your ability to participate in multiple refugee sponsorships depends on your financial and settlement capacity.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-4\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">4. Do all group members have to provide financial support? How much should we each contribute?<\/p><div class=\"accordion-body\"><\/p>\n<p>If the Group of Five is pledging the funds form their personal income, at least three members of the group must do so. The amount that a group member is able to pledge from their personal income is dependent on how many persons, including themselves, they are responsible for financially supporting in-Canada already, and whether they have made any financial commitments to other refugee sponsorship applications (please refer to the <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/services\/application\/application-forms-guides\/guide-5413-private-sponsorship-refugees-application-guide.html#appa\">Sponsorship Cost Table<\/a> to see what amounts need to be deducted from an individual’s income based on the number of people they are financially supporting in-Canada).<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-5\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">5. What is the financial support for?<\/p><div class=\"accordion-body\"><\/p>\n<p>The financial support is money that you provide to the sponsored refugee or refugee family once they have arrived in Canada for the duration of the sponsorship (typically 12 months). This money is not provided to the government, but is intended to provide income support to the sponsored refugee as part of the basic necessities you have agreed to provide as per your refugee sponsorship application (i.e. shelter, clothing, furniture, transportation, groceries etc.).<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-6\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">6. How do I know how much money we must have altogether?<\/p><div class=\"accordion-body\"><\/p>\n<p>The <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/services\/application\/application-forms-guides\/guide-5413-private-sponsorship-refugees-application-guide.html#appa\">Sponsorship Cost Table and In-Kind Deduction Table (Appendix A in the Instruction Guide)<\/a> provide you with information on how much money is required according to the size of the refugee family that you wish to sponsor. It is advised that sponsors use the Resettlement Assistance Program (RAP) rates for their province for a more detailed breakdown of the level of financial support they are expected to provide (the RAP rates for each province are available on RSTP’s website).<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-7\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">7. How are we supposed to get current T4s or Notice of Assessments?<\/p><div class=\"accordion-body\"><\/p>\n<p>If you are pledging from your personal income, you need to submit a copy of your most recent T4 or Notice of Assessment. If you do not have these documents, you can request them from the Canada Revenue Agency (CRA).<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-8\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">8. Can a Group of Five include members of the same family or household?<\/p><div class=\"accordion-body\"><\/p>\n<p>Yes, provided they meet the Group of Five eligibility criteria outlined above. <\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-9\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">9.Some of our group members don’t live in the same city. Is that okay?<\/p><div class=\"accordion-body\"><\/p>\n<p>Group of Five members should reside in the community in which the sponsored refugee(s) are expected to live (i.e. the same town or city), as the group is responsible for supporting them during the sponsorship period. If group members do not live in the same town or city, the refugee sponsorship application will be returned to the group for not meeting the residency requirement.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-10\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">10. The Undertaking \/Application to Sponsor asks about previous sponsorships. What if I had been involved a long time ago and no longer have detailed information about the sponsored persons on file? Will I be disqualified from sponsoring refugees?<\/p><div class=\"accordion-body\"><\/p>\n<p>The response from IRCC is that it is the sponsors’ responsibility to keep track and records of all sponsorships in which they have been involved. Having said that, IRCC has also confirmed that in cases where the involvement was some time ago, and the sponsor does not recall all of the details about the case, the sponsor should include as much information as they do have on a separate sheet of paper. The most important part is to indicate ‘yes’ to the question and to explain on that sheet that he\/she was involved previously but does not recall all of the details – however, do include as much information as you can recall even if it is vague, such as“ I sponsored a family of five between 1999 and 2000, etc.”<\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/en\/refugee-sponsorship\/faqs\/\">Back<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Back<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":118,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/232"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=232"}],"version-history":[{"count":23,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/232\/revisions"}],"predecessor-version":[{"id":8019,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/232\/revisions\/8019"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/118"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=232"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}