{"id":246,"date":"2014-03-19T21:53:24","date_gmt":"2014-03-19T21:53:24","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=246"},"modified":"2021-12-10T17:07:50","modified_gmt":"2021-12-10T22:07:50","slug":"all-eligibility-faq","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/refugee-sponsorship\/faqs\/all-eligibility-faq\/","title":{"rendered":"All Eligibility FAQ"},"content":{"rendered":"<div id=\"wp-spoiler-1\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. Who can be sponsored?<\/p><div class=\"accordion-body\"><\/p>\n<p>In order to be eligible for refugee sponsorship to Canada under the Private Sponsorship of Refugees (PSR) program, refugees must satisfy the following criteria: 1) They must be outside of their country of nationality or their country of habitual residence if they are stateless; 2) They must not be in Canada; 3) They must have a sponsoring group in Canada; 4) They must not have a durable solution in the country in which they are currently located (i.e. they cannot return safely to their country of origin; cannot locally integrate in the country they are located in; and, have no alternative offers of settlement); 5) They must be able to successfully establish and settle in-Canada; and, 6) They must meet the Convention Refugee Abroad Class or the Country of Asylum Class definitions.<\/p>\n<p>In addition to the above, refugees being sponsored by a Group of Five or a Community Sponsor must have been recognized or accepted as refugees by UNHCR or the government of the country in which they are currently located (often referred to as the country of asylum or host country).<\/p>\n<p>All refugees being sponsored to Canada must undergo admissibility screening and pass a medical, criminality and security check.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-2\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">2. I am a refugee claimant in Canada – can I be sponsored?<\/p><div class=\"accordion-body\"><\/p>\n<p>No. In order to be eligible for refugee sponsorship under the Private Sponsorship of Refugees (PSR) program, the refugee has to be outside Canada. Canada has a separate immigration stream for <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/services\/refugees\/claim-protection-inside-canada.html\">refugees that are already in Canada<\/a> and would like to obtain refugee status.<br \/>\n<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-3\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">3. Does the refugee applicant need to be registered with the UN?<\/p><div class=\"accordion-body\"><\/p>\n<p>If the refugee is being sponsored by a Group of Five or a Community Sponsor, the refugee must have been recognized or accepted as a refugee by UNHCR of the government of the country in which they are currently located, and must include a copy of their refugee status document with the application package. The process of being recognized or accepted as a refugee, and being issued a refugee status document, is referred to as Refugee Status Determination (RSD).<br \/>\nRegistration is often the first step in the RSD process. Generally speaking, registration documents are not accepted as proof of refugee status for applications submitted by Groups of Five and Community Sponsors.<\/p>\n<p>&nbsp;<\/p>\n<p>*Please note: RSTP cannot advise on whether the Refugee Status Determination (RSD) documents will\/will not be accepted as proof of refugee status. And the only way to verify an RSD document is to submit a complete Group of Five or Community Sponsor application to the <strong>Resettlement Operation Centre in Ottawa (ROC-O)<\/strong>, who will then verify the document and its genuineness when they process the application. However, RSTP can take a look at the document and provide feedback based on our experience.<br \/>\n<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-4\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">4. I do not have a mandate letter or refugee status certificate from the UNHCR or any government. Can I still be sponsored?<\/p><div class=\"accordion-body\"><\/p>\n<p>If you have not been recognized or accepted as a refugee by UNHCR of the government of the country in which you are currently located, you cannot be sponsored by a Group of Five or a Community Sponsor. However, you still may be able to be sponsored by a Sponsorship Agreement Holder (SAH) provided you satisfy the eligibility and admissibility criteria outlined above.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-5\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">5. The conditions in my country are currently very bad. Due to the unrest and violence, I can no longer keep myself and my family safe. Can someone or a group in Canada sponsor us as refugees?<\/p><div class=\"accordion-body\">No, only refugees who have fled their country of nationality or their country of habitual residence if they are stateless, and are now living in a country other than Canada, are eligible for sponsorship under the Private Sponsorship of Refugees (PSR) program. Refugees being sponsored to Canada must satisfy the eligibility and admissibility criteria for the PSR program. Please see RSTP’s webpage on <a href=\"https:\/\/www.rstp.ca\/en\/refugees\/are-you-eligible-for-private-sponsorship-to-canada\/\" target=\"_blank\" rel=\"noopener\">eligibility<\/a> for more information.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-6\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">6. I am a refugee and have recently returned to my home country because of the unrest in the country of asylum. The conditions in my home country are still not very safe and there is no future here for myself and my family. Can I be privately sponsored as a refugee?<\/p><div class=\"accordion-body\"><\/p>\n<p>No, only refugees who have fled their country of nationality or their country of habitual residence if they are stateless, and are now living in a country other than Canada, are eligible for sponsorship under the Private Sponsorship of Refugees (PSR) program.<br \/>\n<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-7\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">7. The refugee applicant is in Turkey. I heard something about a moratorium banning refugee sponsorships from Turkey. Is this still in place?<\/p><div class=\"accordion-body\"><\/p>\n<p>No, there is no longer a moratorium on refugee sponsorship out of Turkey. Please see <a href=\"https:\/\/www.rstp.ca\/en\/refugee-sponsorship\/latest-policy-program-update\/guidelines-turkey\/\" target=\"_blank\" rel=\"noopener\">Guidelines for Sponsoring out of Turkey<\/a> for more information on the additional documentation required to sponsor a refugee located in Turkey.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-8\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">8. Can we sponsor Palestinian refugees?<\/p><div class=\"accordion-body\"><\/p>\n<p>As noted above, refugees being sponsored by a Group of Five or a Community Sponsor must have been recognized or accepted as a refugee by UNHCR of the government of the country in which they are currently located, and must include a copy of their refugee status document with the application package.<\/p>\n<p>Refugee status documents issued by the United Nations Relief and Works Agency for Palestine and the Near East (UNRWA) are not accepted by the Canadian government as valid refugee status documents. Therefore, Palestinian refugees with documents issued by UNRWA cannot be sponsored by a Group of Five or a Community Sponsor.<\/p>\n<p>If a Palestinian refugee is located in a country or territory that falls within UNRWA’s geographical mandate (i.e. Syria, Jordan, Lebanon, the Gaza Strip or the West Bank), they are unable to obtain a refugee status document from UNHCR. However, if the Palestinian refugee is located in a country outside of UNRWA’s geographical mandate, they can obtain a refugee status document from UNHCR and be sponsored by a Group of Five or a Community Sponsor.<\/p>\n<p>If the Palestinian refugee is unable to obtain a refugee status document from UNHCR, or only has documents issued by UNRWA, they may still be sponsored for resettlement by a Sponsorship Agreement Holder (SAH) provided they satisfy the eligibility and admissibility criteria outlined above.<br \/>\n<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-9\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">9. Are we able to sponsor Rwandan refugees, or is Rwanda considered a safe country now?<\/p><div class=\"accordion-body\"><\/p>\n<p>The UNHCR invoked a cessation clause for Rwandans in June of 2012. For that reason, obtaining a refugee status certificate will not be possible and therefore sponsorship will not be possible through a Group of Five or Community Sponsor. However, because sponsorships through SAHs do not require a UNHCR mandate letter or referral, you can sponsor a Rwanda refugee if they meet the eligibility and admissibility requirements of the PSR program.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-10\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">10. Are de-facto dependents eligible to come to Canada under the One-Year Window of Opportunity (OYW) program?<\/p><div class=\"accordion-body\"><\/p>\n<p>No, de facto dependents are not eligible under the <a href=\"https:\/\/www.rstp.ca\/en\/infosheet\/one-year-window-oyw\/\">One-Year Window (OYW) program<\/a> as they do not meet the definition of family member. *<\/p>\n<p>See <a href=\"http:\/\/laws-lois.justice.gc.ca\/eng\/regulations\/SOR-2002-227\/FullText.html#h-1\">subsection 1(3) IRPR<\/a> for the legal definition of “family member” and the Guide for Convention Refugees or as a Humanitarian – <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/services\/application\/application-forms-guides\/guide-6000-convention-refugees-abroad-humanitarian-protected-persons-abroad.html\">Protected Persons Abroad (IMM 6000) section titled &#8220;Common questions about eligible family members<\/a>&#8220;<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-11\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">11. We would like to sponsor a refugee family that consists of a woman, her spouse, their two children (4 and 8 years old), one nephew (6 years old) of the woman and the sister of the spouse (27).<\/p><div class=\"accordion-body\"><\/p>\n<p>Please note that, in the context of private refugee sponsorship, a ‘family’ includes only the principal applicant, the applicant’s spouse (or common law partner), and their dependent children. Dependent children generally refers to biological or adopted children under the age of 19. A child age 19 or older is considered ‘dependent’ if he or she is substantially dependent on the financial support of the parent(s) because of full-time enrollment in education or because of a mental or physical condition. Only such family members can be included on the refugee sponsorship undertaking. The nephew and the spouse’s sister may be considered members of the family unit, but they do not meet the definition of ‘family’ as above. Depending on the specific situation, the nephew and the sister-in-law may be considered ‘de facto dependants’. Regardless of age, a de facto dependant is someone who is emotional and\/or financially dependent on the family and usually lives with them. Separate undertakings and IMM6000 application packages are required for each de facto dependant. In order to be sponsored at the same time as the principal refugee applicant, their applications must be ‘linked’ – to do so, complete section G on each undertaking.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-12\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">12. My refugee case was denied in Sweden – can I be privately sponsored to Canada?<\/p><div class=\"accordion-body\"><\/p>\n<p>Sweden, like most EU countries, is signatory to the UN Refugee Convention and its Protocols. While there is no basis for automatically refusing a PSR application because the refugee applicant‘s claim was denied in a signatory country, the chances for acceptance to be resettled to Canada are slim. If the applicant had applied for protection in the signatory country (Sweden) and the application was refused, and all other meaningful avenues of appeal have been exhausted, then the Canadian visa officer must assess the merits of the application for resettlement to Canada. The officer will consider whether the refugee’s protection needs have been denied, and whether the refugee was accorded a status falling short of the Convention. For more information, refer Section 7.2 of OP 5.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-13\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">13. Can we sponsor a refugee who is in Italy and does not have permanent status there?<\/p><div class=\"accordion-body\"><\/p>\n<p>When assessing sponsorship applications for asylum seekers who are residing in countries that are signatories to the UN Refugee Convention and Protocols, such as Italy, the Canadian visa officer is required to determine whether the applicant would be able to find a durable solution in that country. The visa officer will consider whether that country has a free and effective refugee protection regime and whether the applicant has applied for protection under that regime. If the refugee has applied for status in Italy but the application is still in process or the refugee has withdrawn his\/her application, he\/she is likely to be rejected by the Canadian visa officer on the basis of having the possibility of local integration.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-14\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">14. Are there any other reasons why someone might not be eligible for resettlement?<\/p><div class=\"accordion-body\"><\/p>\n<p>In addition to being inside Canada, the following people do not qualify for sponsorship under the Private Sponsorship of Refugees (PSR) program:<\/p>\n<ul>\n<li>People who were the subject of a previous refugee sponsorship application and were refused, unless:\n<ul>\n<li>Their circumstances have changed;<\/li>\n<li>New information, which was not presented in the previous application has come to light; or,<\/li>\n<li>Canadian laws affecting the case have changed.<\/li>\n<\/ul>\n<\/li>\n<li>Persons who have a durable solution, such as voluntary repatriation, local integration in the current country of residence or an alternative offer of resettlement.<\/li>\n<li>Persons who have not been recognized as refugees by either UNHCR or the government of the country in the country of asylum (if the sponsors are a Group of Five or a Community Sponsor).<\/li>\n<\/ul>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/en\/refugee-sponsorship\/faqs\/\">Back<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Back<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":118,"menu_order":1,"comment_status":"open","ping_status":"open","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/246"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=246"}],"version-history":[{"count":20,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/246\/revisions"}],"predecessor-version":[{"id":14392,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/246\/revisions\/14392"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/118"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=246"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}