{"id":257,"date":"2014-03-19T22:08:06","date_gmt":"2014-03-19T22:08:06","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=257"},"modified":"2018-05-16T09:06:34","modified_gmt":"2018-05-16T13:06:34","slug":"all-admissibility-faq","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/refugee-sponsorship\/faqs\/all-admissibility-faq\/","title":{"rendered":"All Admissibility FAQ"},"content":{"rendered":"<div id=\"wp-spoiler-1\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. What is admissibility?<\/p><div class=\"accordion-body\"><\/p>\n<p>All immigrants coming to Canada, including refugees sponsored for resettlement, must satisfy admissibility criteria. Admissibility criteria are statutory requirements defined in the Immigration and Refugee Protection Act (IRPA) which determine whether an applicant is allowed to enter Canada. Admissibility consists of medical, security, and criminality screenings. These screenings are conducted by the Canadian visa office after a positive decision has been made on the basis of the application and\/or interview with the refugee applicant(s). Examples of reasons for inadmissibility include the individual posing a threat to national security, having a history of serious or organized crime, having committed violations of international or human rights and being a danger to public health (e.g. drug-resistant tuberculosis).<br \/>\n<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-2\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">2. The refugee applicant was in the military – is this a problem?<\/p><div class=\"accordion-body\"><\/p>\n<p>Not necessarily. Inadmissibility due to previous military involvement depends on the role, rank and responsibilities that the refugee applicant had at the time of their involvement. Generally, persons who have committed serious human rights violations, crimes against humanity, genocide, war crimes or subversive activities are not admissible to Canada. The Canadian government has designated certain regimes as perpetrators of gross human rights violations. Senior officials of designated regimes may consequently be considered inadmissible to Canada.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-3\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">3. If the refugee applicant has a medical condition, will he\/she be rejected?<\/p><div class=\"accordion-body\"><\/p>\n<p>It depends on the medical condition. In the case of resettled refugees, persons who have a condition that is considered a health threat or a danger to the health and\/or safety of the Canadian public may not be permitted to be resettled to Canada (e.g. drug-resistant TB).<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-4\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">4. What if the refugee applicant is HIV\/Aids positive?<\/p><div class=\"accordion-body\"><\/p>\n<p>All applicants are required to undergo an HIV test as part of the medical examination. A refugee applicant who is determined to be HIV\/AIDs positive is not automatically inadmissible on medical grounds. The panel physician will provide post-test counselling and have the HIV-positive refugee applicant sign the <em>Acknowledgement of HIV post-test counselling (IMM5728E).<\/em> Applicants are then required to attend an interview with a Visa\/Immigration Officer where they will be asked to sign the <em>Acknowledgement of the automatic partner notification policy for HIV-positive applicants in the family and dependant refugee classes<\/em>. At this point, the refugee applicant has 60 days to disclose their HIV-positive status to their partner or spouse residing in Canada or withdraw their application. After the 60 days, the Visa\/Immigration Officer will send a partner notification letter to the spouse\/partner in Canada. Once this is done, if neither the sponsor nor the applicant withdraw, the case should continue to finalization.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-5\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">5. Why do refugee applicants have to undergo a criminality screening?<\/p><div class=\"accordion-body\"><\/p>\n<p>The Canadian government conducts criminality checks for all immigrants to Canada, including refugees sponsored for resettlement, to determine whether the applicant has been convicted of any crimes or has committed any acts or omissions that would make him\/her inadmissible to Canada.<br \/>\n<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-6\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">6. For the criminality check, is the refugee applicant required to request a police reference clearance\/check from their country of origin?<\/p><div class=\"accordion-body\"><\/p>\n<p>No, the refugee applicant is not expected to do this because doing so might put them at risk of persecution. A Canadian visa officer might, however, request that the applicant obtain a police certificate from their current country of residence (often the country of asylum or host country). The inability to provide such a certificate will not result in an automatic rejection of the refugee sponsorship application if the refugee applicant is able to provide a reason for not being able to submit the certificate. Failure to provide a reasonable explanation may raise concerns about the credibility of the refugee applicant.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-7\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">7. What is a security check?<\/p><div class=\"accordion-body\"><\/p>\n<p>A security check is conducted by the Canadian government to identify persons who may pose a risk to Canada’s security. Refugee applicants who are deemed to have been or still are members of terrorist organizations and persons who have committed terrorist acts, serious human rights violations, crimes against humanity, genocide, war crimes or subversive activities are not admissible to Canada (i.e. are not allowed to enter and live in Canada). Moreover, the Canadian government has designated certain regimes as perpetrators of gross human rights violations. Persons who were senior officials of designated regimes may be considered inadmissible to Canada.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-8\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">8. If a Principal Applicant or one of the other family members on the refugee sponsorship undertaking is found to be inadmissible, can we still go ahead and sponsor the rest of the refugee family? <\/p><div class=\"accordion-body\"><\/p>\n<p>No, under Article 42 of the IRPA, if one of the applicants (principal or dependant) is found inadmissible, all of the family members included in the refugee sponsorship application (accompanying or non-accompanying) are considered inadmissible and will not be able to be sponsored.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/en\/refugee-sponsorship\/faqs\/\">Back<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Back<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":118,"menu_order":0,"comment_status":"open","ping_status":"open","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/257"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=257"}],"version-history":[{"count":6,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/257\/revisions"}],"predecessor-version":[{"id":8020,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/257\/revisions\/8020"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/118"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=257"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}