{"id":260,"date":"2014-03-19T22:29:04","date_gmt":"2014-03-19T22:29:04","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=260"},"modified":"2018-05-16T09:11:25","modified_gmt":"2018-05-16T13:11:25","slug":"all-application-forms-faq","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/refugee-sponsorship\/faqs\/all-application-forms-faq\/","title":{"rendered":"All Application Forms FAQ"},"content":{"rendered":"<h2>General<\/h2>\n<div id=\"wp-spoiler-1\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. Which forms do sponsors have to complete?<\/p><div class=\"accordion-body\"><\/p>\n<p>All the forms that have to be completed for a refugee sponsorship can be found on the <a href=\"http:\/\/www.rstp.ca\/en\/processing\/the-refugee-sponsorship-application-forms\/\" target=\"_blank\">RSTP website<\/a>. Review RSTP’s application forms page for more information. Contact us if you have any questions.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-2\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">2. Do sponsors have to submit the Document Checklist?<\/p><div class=\"accordion-body\"><\/p>\n<p>Yes. Including the Document Checklist ensures that sponsors submit an application package without missing forms or documents. This will reduce the back and forth between Resettlement Operations Centre in Ottawa (ROC-O) and sponsors for incomplete applications.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-3\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">3. Where do sponsors submit the forms?<\/p><div class=\"accordion-body\"><\/p>\n<p>Mail all completed and signed refugee sponsorship application forms along with supporting documents to:<\/p>\n<p>Resettlement Operations Centre in Ottawa (ROC-O)<br \/>\n365 Laurier Avenue West<br \/>\nOttawa, Ontario<br \/>\nK1A 1L1<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/en\/refugee-sponsorship\/faqs\/\">Back<\/a><\/p>\n<h2>Undertaking\/Application to Sponsor<\/h2>\n<div id=\"wp-spoiler-4\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">1. Should the Principal Applicant include family members in their application whether they are accompanying them or not?<\/p><div class=\"accordion-body\"><\/p>\n<p>It is important that the Principal Applicant include family members in the application, whether they are accompanying them or not. SAHs should have the required additional allocation spots to sponsor any and all relatives listed.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/en\/refugee-sponsorship\/faqs\/\">Back<\/a><\/p>\n<h2>IMM 008 Generic Application Form (completed by refugee applicant)<\/h2>\n<div id=\"wp-spoiler-5\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">1. Some refugee applicants do not have access to a computer. How can they complete the forms? Are handwritten forms accepted? <\/p><div class=\"accordion-body\"><\/p>\n<p>Although applications can be submitted by means of either email <strong>or<\/strong> mail (not both), handwritten forms are not accepted and will be returned by ROC-O.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-6\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">2. What does the ‘validate’ button on the form do?<\/p><div class=\"accordion-body\"><\/p>\n<p>The ‘validate’ button is to be used when the entered information is final. Click on the ‘validate’ once you have completed the form and want to print, sign it and mail it in. If you have missed any required fields, you will be informed that you must fill them out before you can validate and submit the form. Required fields will have a red border around them. Once validated, a barcode will be created. It contains all of the information you have entered into the form.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-7\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">3. Why are there barcodes on the forms?<\/p><div class=\"accordion-body\"><\/p>\n<p>The new Global Case Management System (GCMS) helps with data entry by creating barcodes when applicants complete their forms. The barcodes will only appear on the IMM 0008 application form once all required information has been correctly completed and the “Validate” button has been pressed. The barcodes will contain all of the data entered by the applicant, and will be scanned for direct upload into GCMS. <\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-8\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">4. Is it possible to save changes when completing application forms in the IMM6000 application kit?<\/p><div class=\"accordion-body\"><\/p>\n<p>Yes, using the latest version of Adobe Acrobat ReaderDC, it is now possible to save changes when completing the following forms: Generic Application Form for Canada [IMM 0008], the Additional Dependents\/Declaration [IMM 0008DEP], Schedule A – Background\/Declaration [IMM 5669], the Schedule 2 Refugees Outside Canada form [IMM 0008 SCHEDULE 2] and the Use of a Representative form [IMM 5476].<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-9\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">5. Can we make changes to submitted forms? If so, how would we go about doing that?<\/p><div class=\"accordion-body\"><\/p>\n<p>Yes, changes can be made to the forms. If IRCC is sent an application with mistakes, that was unsaved and issued a barcode, then a new application should be completed, printed and sent to IRCC. This new application should include a copy of the previously submitted application and a note explaining that it is no longer valid\/should be disregarded and that the new application is the correct one.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-10\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">6. Does changing the information on the form affect the credibility of the applicant?<\/p><div class=\"accordion-body\">No, it does not affect their credibility.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-11\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">7. All dependents are expected to fill out and sign the application. Does this include children of all ages, even infants?<\/p><div class=\"accordion-body\"><\/p>\n<p>The Principal Applicant (P.A.) is expected to include the personal information of all his\/her children (less than 22 years old), whether they are accompanying the P.A. or not. <\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-12\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">8. How do you dependants on the Principal Applicant’s generic application form? <\/p><div class=\"accordion-body\"><\/p>\n<p>For each dependant (to a maximum of 5 dependents), the applicant is to click ‘add dependant’ on the Generic Application Form (IMM0008). If the applicant has more than five (5) dependents, then the “Additional Dependant\/Declaration Form (IMM0008DEP)” is to be used for each of the additional dependants. Note that the “Additional Dependent\/ Declaration Form” is to be completed and signed by the Principal Applicant – not by the dependants.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-13\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">9. How can incorrect spelling of names on important documents be corrected?<\/p><div class=\"accordion-body\"><\/p>\n<p>The name on the generic application must match the name provided in the Undertaking to Sponsor. On the Generic Application Form for Canada (IMM0008), the applicant can provide the correct spelling of their name under the Personal Details section, Question 2; it would also be beneficial to include an explanation of why their name is misspelled in this section.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-14\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">10. Question 10 on the form asks for the refugee applicant’s status in the current country of residence. In the drop-down menu, among other options, there is ‘protected person’ and ‘refugee claimant’. What is the difference between the two?<\/p><div class=\"accordion-body\"><\/p>\n<p>These terms may be used differently in many countries and could imply different things, or may not be used at all. On the Generic IMM 0008 form, ‘protected person’ means someone who is recognized as a refugee by UNHCR or a state where he or she resides. ‘Refugee claimant’ refers to someone who is seeking asylum in a country other than their country of origin and may be undergoing a refugee status determination process in that country.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-15\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">11. Where should the applicant put his\/her photo?<\/p><div class=\"accordion-body\"><\/p>\n<p>The applicant should put his\/her photo under “supporting documentation”, and name the file for email as follows: “PA LAST NAME, First Name Refugee-Photos”. One photo must be submitted for each applicant. For more information, please click RSTP’s website on how to submit a sponsorship application via Email.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-16\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">12. What are the qualifications to be considered a dependent on a refugee sponsorship application form (IMM0008 and\/or IMM0008DEP)?<\/p><div class=\"accordion-body\"><\/p>\n<p>A dependant can be a spouse or common law partner above the age of 18. A dependent child can either be (a) a child under the age of 22 and single (not married and not in a common-law relationship), (b) older than 22 years of age, but who has been depending on their parents for financial support prior to the age of 22; or (c) They are above the age of 22 but unable to support themselves financially because of a mental or physical condition. For more information, please visit <a href=\"http:\/\/www.cic.gc.ca\/english\/helpcentre\/glossary.asp?_ga=2.217592406.1556707298.1518126037-315301863.1517330155#dependent_child\" target=\"_blank\">IRCC’s Glossary Website<\/a>.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-17\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">13. What if children do not accompany their parent(s) and are still in their country of origins?<\/p><div class=\"accordion-body\"><\/p>\n<p>The process of declaring non accompanying dependents remains the same. The principal applicant is expected to provide complete personal information of all his\/her dependents including those who are in their country of origin. Failing to do so may result in exclusion of those family members who are not mentioned in the form. Question 11, on Form IMM0008DEP, asks for why a family member is not accompanying.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-18\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">14. Where a spouse and minor children have never left their country of birth, do they have to complete the ‘from\/to’ on Question 10 of the Generic IMM 0008 Form?<\/p><div class=\"accordion-body\"><\/p>\n<p>Even if they have not left their country of origin, they should still complete Question 10. They must select their country of residence from the drop down menu. They will also have to identify their status (for example, citizen or permanent resident). The ‘from’ and ‘to’ item requests information about the duration of their stay. They will have to give dates of their stay presumably from their date of birth until the date when the application will be signed.<\/p>\n<p>*<strong>Note<\/strong>: An applicant’s spouse (over the age of 18) and dependent children (between the ages 18-22) are also expected to complete Schedule A (IMM5669) and Schedule 2 (IMM0008 SCHEDULE 2) themselves. If they are unable to do so, the Principle Applicant must explain why this was not possible in a cover letter, attached to the application.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-19\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">15. We would like to submit an undertaking for a refugee in detention, but are unable to get his IMM0008 forms completed by him. What do we do?<\/p><div class=\"accordion-body\"><\/p>\n<p>Submitting a sponsorship application for a refugee who is in detention is challenging for both Visa Officers and sponsors. Often Visa Officers and UNHCR staff find it difficult to get access to refugees who are detained in the country of asylum. Because of limited access, it may also be difficult to assemble the required applications form. This normally requires having the refugee complete and sign the forms, take photos and obtain and provide supporting documents. As all sponsors will be required to submit application forms, they will need to explain in writing (cover letter) why they cannot submit part of the required application forms or original signatures. They can request that an exemption be made based on Humanitarian and Compassionate Grounds. The letter should clearly explain the circumstances that prohibit you from doing so; your attempts to comply with the requirements of the law and the outcome(s); the dire situation of the refugee whom you are intending to sponsor; the special protection needs of women and children, if applicable; and any other compelling reasons.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/en\/refugee-sponsorship\/faqs\/\">Back<\/a><\/p>\n<h2>Schedule A<\/h2>\n<div id=\"wp-spoiler-20\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. Should Applicants’ military service be reported under Schedule A, Question 11?<\/p><div class=\"accordion-body\"><\/p>\n<p>Yes. All applicants must to mention their military services in Question 11. Many applicants are advised to hide their military histories and are told that Canada does not accept people who have done military services or participated in a combat. As a result they may state “none” in the application form. Applicants are expected to disclose their military story to determine admissibility. Withholding such information may raise concerns about credibility. This could lead to a negative decision. The applicant may need to be reassured that their military service does not make one inadmissible.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/en\/refugee-sponsorship\/faqs\/\">Back<\/a><\/p>\n<h2>Settlement Plan<\/h2>\n<div id=\"wp-spoiler-21\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. We plan to sponsor two adults who are siblings and link their applications. When they come to Canada, they will be living together. Do we need to submit separate Settlement Plans?<\/p><div class=\"accordion-body\"><\/p>\n<p>Yes. ROC-O expects to receive one Settlement Plan per application. In this case, you will need to submit two settlement plans.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/en\/refugee-sponsorship\/faqs\/\">Back<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>General Back Undertaking\/Application to Sponsor Back IMM 008 Generic Application Form (completed by refugee applicant) Back Schedule A Back Settlement Plan Back<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":118,"menu_order":1,"comment_status":"open","ping_status":"open","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/260"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=260"}],"version-history":[{"count":30,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/260\/revisions"}],"predecessor-version":[{"id":8024,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/260\/revisions\/8024"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/118"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=260"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}