{"id":358,"date":"2014-03-21T20:46:51","date_gmt":"2014-03-21T20:46:51","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=358"},"modified":"2019-01-23T16:02:02","modified_gmt":"2019-01-23T21:02:02","slug":"before-the-interview","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/refugees\/preparing-for-an-interview\/before-the-interview\/","title":{"rendered":"Before the Interview"},"content":{"rendered":"<p>Carefully <strong>review copies of all application forms<\/strong> and <strong>supporting documents<\/strong> that were submitted to the IRCC with respect to your application. If you do not have the copies of the application package, please let your sponsors know immediately so that they may help you obtain the copies. When reviewing the application forms and supporting documents, please pay attention to the following:<\/p>\n<ul>\n<li>Is the family composition indicated in the forms still the same? If there are any changes in family composition (e.g. marriages, newborn or adopted children, or deaths) that are not reflected in the application forms, please inform the Visa Office and your sponsors immediately so that the forms can be updated.<\/li>\n<li>In the application forms <strong>ALL<\/strong> your family members (i.e. your spouse\/common law partner, you or your spouse\/common law partner&#8217;s children under the age of 22 and any children under the age of 22 of you or your spouse\/common law partner&#8217;s dependent children) should be mentioned, including those who are missing, whose whereabouts are not known or who are presumed to be dead. If you notice that some of your family members (both accompanying and non-accompanying) are not included on the forms, namely on the Generic Application Form for Canada and the Sponsorship Undertaking and Settlement Plan, please inform your sponsors and the Visa Office immediately so that the forms can be updated.<\/li>\n<li>Make sure that the contact information (phone number and email address) on the forms is <strong>correct<\/strong> and <strong>up-to-date<\/strong>, as this is the information the Visa Office will use to communicate with you and invite you for an interview. Also ensure that other information on the forms, such as your personal history, list of addresses and refugee story, is also <strong>correct<\/strong> and <strong>up-to-date<\/strong>. If you find any mistakes in the application forms, please notify your sponsors and the Visa Office immediately so that the forms can be updated.<\/li>\n<li>Make sure that you have provided <strong>all available<\/strong> supporting documents that are <strong>relevant to your case<\/strong>.<\/li>\n<\/ul>\n<div class=\"color10-bg\" style=\"margin-bottom: 30px; padding: 35px 35px 10px 35px;\">\n<p><strong>Examples of supporting documents<\/strong><\/p>\n<ul>\n<li>Proof of your personal refugee story (e.g. news articles, letters, statements from friends and family, police reports, medical reports etc.);<\/li>\n<li>Documents showing what happened to other people who faced a situation similar to yours (for example, relatives who were recognized as refugees);<\/li>\n<li>All available personal identification documents (such as a passport, ID cards, refugee documents);<\/li>\n<li>Documents related to your marital status and the composition of your family (e.g. marriage and divorce certificates, birth or baptism certificates of your children, etc.);<\/li>\n<li>All documents and letters issued to you by the UNHCR or the government of the country where you are currently living;<\/li>\n<li>Documents related to your status in the country where you are currently living;<\/li>\n<li>Documents showing your problems in the country where you are currently living; and,<\/li>\n<li>Documents showing compelling medical and\/or psychological problems (such as doctor’s reports, medical conditions, etc.)<\/li>\n<\/ul>\n<\/div>\n<h3>Know your refugee story<\/h3>\n<p>Keep in mind that one of the most common reasons for rejection is inconsistency that occurs when facts given at the interview are different from the information provided in the application forms. As a result, carefully <strong>read your personal refugee story<\/strong> that is on the <em>Schedule 2: Refugees Outside <\/em><em>Canada<\/em> form that was submitted to IRCC as part of your application package. While reviewing your story, please pay attention to the following:<\/p>\n<ul>\n<li>Make sure that all events that happened to you (and your family) are <strong>true<\/strong> and <strong>accurate<\/strong>;<\/li>\n<li><strong>Remember your refugee story well<\/strong>. We recommend <strong>you make a list of important details<\/strong> regarding the <strong>time, date and location<\/strong> of the events that happened to your <strong>family and persons or organizations<\/strong> associated with your situation and story, as you may forget these details during the interview.<\/li>\n<li><strong>Practice the interview<\/strong> in advance with someone you trust. The person can ask you questions about your life in your home country and the reasons why you had to flee.<\/li>\n<li><strong>If you notice mistakes<\/strong> in your personal refugee story or you believe that some of the relevant events, incidents or dates are missing, please inform the Visa Office and your sponsor about this prior to the interview;<\/li>\n<li>If you would like to <strong>add information<\/strong> about some relevant events that happened to you or the members of your family, which are not already mentioned in your personal story, please inform the Visa Office and your sponsors in writing immediately.<\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Carefully review copies of all application forms and supporting documents that were submitted to the IRCC with respect to your application. If you do not have the copies of the [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":344,"menu_order":0,"comment_status":"open","ping_status":"open","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/358"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=358"}],"version-history":[{"count":4,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/358\/revisions"}],"predecessor-version":[{"id":9183,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/358\/revisions\/9183"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/344"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=358"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}