{"id":360,"date":"2014-03-21T20:59:31","date_gmt":"2014-03-21T20:59:31","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=360"},"modified":"2020-11-19T06:38:49","modified_gmt":"2020-11-19T11:38:49","slug":"during-the-interview","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/refugees\/preparing-for-an-interview\/during-the-interview\/","title":{"rendered":"During the Interview"},"content":{"rendered":"<p>The Visa Office will inform you of the date, time, and place of your interview. <strong>Do not miss your interview date<\/strong>.<\/p>\n<ul>\n<li>You should arrive at the specified location on the day and time given to you. You should not be late. Try to arrive prior to the interview time.<\/li>\n<li>You will be interviewed by a Canadian Visa Officer. If you have requested an interpreter, the interpreter will also be in the room with you and the Visa Officer.<\/li>\n<li>The Visa Officer will ask you about the <strong>nature<\/strong><strong> and causes of your personal refugee story<\/strong><strong> and the current situation in your home<\/strong><strong> country and the country you are currently <\/strong>in, e.g., why you had to leave your home country, why you cannot go back and why you cannot stay where you are.<\/li>\n<li>In addition, you may also be asked about your education, work experience, family life, French and English skills, knowledge of Canada and motivation to settle there.<\/li>\n<\/ul>\n<div class=\"color10-bg\" style=\"margin-bottom: 30px; padding: 35px 35px 10px 35px;\">\n<p><strong>What to bring to the interview<\/strong><\/p>\n<p>Please bring the <strong>originals<\/strong> of all the documents in your possession, such as:<\/p>\n<ul>\n<li>Identification documents for you and all family members included in your application.<\/li>\n<li>Documents that can support your refugee story and your fear of persecution at home<\/li>\n<li>If you bring new documents t o the interview,ones you could not submit to the Visa Office before, you will need to explain to the Visa Officer why you could not provide them prior to the interview.<\/li>\n<li>If any of your documents are not in English or French, please bring a translated copy.<\/li>\n<\/ul>\n<p>If you do not have any of the required documents, please be prepared to explain to the Visa Officer the reasons why you do not have them.<\/p>\n<\/div>\n<h3>How to conduct yourself during the interview<\/h3>\n<ul>\n<li>Do not be afraid of the Visa Officer who will conduct the interview. Ask questions at the start of the interview about the purpose of the interview, the role of the Visa Officer and the interpreter (if applicable) and the format of the interview.<\/li>\n<li>You should <strong>trust<\/strong> the Visa Officer and give <strong>complete and truthful<\/strong> answers to their questions. Answer all questions to the best of your knowledge and ability and give answers that are clear and straight to the point.<\/li>\n<li>If you did not understand the question, <strong>do not be shy<\/strong>. Ask the Visa Officer to repeat or rephrase this question for you.<\/li>\n<li><strong>Do not exaggerate<\/strong> your story. You should only <strong>tell the truth<\/strong>, even if it sounds too simple. Remember that <strong>providing false, fabricated or embellished information may result in your <\/strong><strong>application being rejected.<\/strong><\/li>\n<li><strong>Do not hide<\/strong> information from the Visa Officer.<\/li>\n<li>Do not assume that the Visa Officer knows something that is obvious to you; you should <strong>tell <\/strong><strong>everything<\/strong> what you expect the Visa Officer to know. Especially when it comes to certain <strong>traditions<\/strong> and <strong>cultural peculiarities<\/strong> that are relevant to your personal refugee story. You should carefully explain everything that you want the Visa Officer to know.<\/li>\n<li>If you have <strong>family members<\/strong> who are also part of the application, make sure you also talk about any risks of danger that they would face if returned to their home country. This also includes risks to your spouse\/common law partner and children.<\/li>\n<li>If you have submitted <strong>documents<\/strong> previously, you can remind the Visa Officer of the documents and point out how they support your story.<\/li>\n<li>Make sure to tell the Visa Officer if there has been any <strong>changes in your family composition<\/strong>. If you recently got married or had a child, let the Visa Officer know. <strong>If you do not declare your<\/strong><strong> new familymembers, they may never be allowed to join you in Canada later on<\/strong>.<\/li>\n<li>If you are nervous, upset or need a break to compose yourself, do not be shy or afraid to ask the Visa Officer for a break.<\/li>\n<li><strong>Do not leave the interview without saying everything<\/strong> that you wanted to tell the Visa Officer. If you do not fully state during the interview all the dangers that you faced or may face if you return home, then the Visa Officer may not consider these dangers when making the decision.<\/li>\n<\/ul>\n<h3>Working with an interpreter<\/h3>\n<p>If you do not speak French or English, interpreters can assist you during the interview. <strong>If you have to<\/strong><strong> use the help of an interpreter during the interview:<\/strong><\/p>\n<ul>\n<li>Make sure that you <strong>understand the interpreter<\/strong> and the interpreter can understand you;<\/li>\n<li>Answer all questions <strong>clearly and break each answer into short parts<\/strong>, so the interpreter is able to translate every word you say. <strong>Remember<\/strong>: interpreters are not allowed to summarize your answer or omit any parts of your answer, they must interpret your answer fully and accurately.<\/li>\n<li><strong>Do not be afraid to speak truthfully<\/strong> in front of the interpreter, regardless of their religious, cultural, or ethnic background. The role of the interpreter is to help you and the Visa Officer understand each other. The interpreter cannot influence the decision of the Visa Officer.<\/li>\n<li>If you think that the interpreter <strong>made a mistake or omitted some of the information<\/strong>, you should inform the Visa Officer immediately. Do not be afraid to interrupt, if you need to correct a mistake made by the interpreter.<\/li>\n<li><strong>If the interpreter<\/strong> misquotes you or misunderstands what you have said to them, do not be shy or afraid to correct them.<\/li>\n<li><strong>Do not wait until the end of the interview<\/strong> to tell the Visa Officer that you think the interpreter made mistakes or that they misunderstood what you said.<\/li>\n<li>If you are convinced that the interpreter provided to you is <strong>not doing a good job<\/strong>, please<strong> inform the Visa Officer immediately<\/strong>. For example, if the interpreter does not speak exactly the same language or dialect as you, and that causes misunderstanding, you should politely inform the Visa Officer and ask for another interpreter immediately.<\/li>\n<li>If you do not feel comfortable about sharing the details of your personal refugee story with the interpreter due to their gender, e.g. you are female and the interpreter is male (or vice-versa), you should politely inform the Visa Officer and ask for an interpreter that is the same gender as you.<\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>The Visa Office will inform you of the date, time, and place of your interview. Do not miss your interview date. You should arrive at the specified location on the [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":344,"menu_order":1,"comment_status":"open","ping_status":"open","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/360"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=360"}],"version-history":[{"count":5,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/360\/revisions"}],"predecessor-version":[{"id":12792,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/360\/revisions\/12792"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/344"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=360"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}