{"id":366,"date":"2014-03-21T21:29:04","date_gmt":"2014-03-21T21:29:04","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=366"},"modified":"2020-01-29T09:37:04","modified_gmt":"2020-01-29T14:37:04","slug":"what-to-expect","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/refugees\/what-to-expect\/","title":{"rendered":"What to expect"},"content":{"rendered":"<p>When you are sponsored to Canada as a refugee by a sponsoring group, you may have many questions about what awaits you in Canada, what type of people your sponsors are, how much help they can provide you, whether your children will be happy in Canada, what kind of work you will be able to get, and many, many more questions. The best way to find answers to these questions is to talk to your sponsors before you arrive in Canada. Don’t be afraid to ask them any questions you have – they are here to help you get adjusted and settled in your new life in Canada. They will be happy to answer any questions you have!<\/p>\n<p>You can also find general information about life in Canada on the website of the Government of Canada (<a href=\"http:\/\/www.cic.gc.ca\/english\/newcomers\/live\/index.asp\" target=\"_blank\" rel=\"noopener\">click here<\/a>) and on websites of the province and city that you are moving to.<\/p>\n<p>Some of the information here can also be useful to you.<\/p>\n<h2>What you can expect from your sponsors<\/h2>\n<p>To be welcomed at the airport<\/p>\n<p>To have temporary accommodation arranged for you by the group before you arrive<\/p>\n<p>To receive an orientation to your new home and neighbourhood<\/p>\n<p>To get guidance and advice about life in Canada<\/p>\n<p>To receive assistance with:<\/p>\n<ul>\n<li>Finding permanent accommodation<\/li>\n<li>Opening a bank account<\/li>\n<li>Getting your Social Insurance Card<\/li>\n<li>Registering for provincial health care coverage<\/li>\n<li>Registering your children for school<\/li>\n<li>Register for the Canadian Child Tax Benefit<\/li>\n<li>Find child care, if needed<\/li>\n<li>Finding a language course<\/li>\n<li>Finding an employment search program for newcomers<\/li>\n<li>Finding a settlement agency that can offer additional services and programs for newcomers<\/li>\n<li>Learning about Canadian rights and responsibilities<\/li>\n<li>Completing the applications for the One Year Window provision to bring your spouse and\/or children to Canada<\/li>\n<\/ul>\n<p>Monthly financial support from your sponsoring group either through cheque, direct deposit in your bank account or as per arrangement with your sponsors – this money is given to you for the purpose of covering your monthly living expenses. Details about your budget will be discussed with you when you are in Canada.<\/p>\n<h2>What you need to know about refugee sponsorship<\/h2>\n<ul>\n<li>Sponsors work hard to prepare themselves for your arrival, they are ready to assist you when you arrive<\/li>\n<li>Sponsors are volunteers – they are not paid by the government or anyone else to sponsor refugees<\/li>\n<li>Sponsors are participating in refugee sponsorship because they want to – not because they have to<\/li>\n<li>Sponsors are there to support you when you are looking for a job, language classes, a permanent accommodation and other things you may have to do to establish yourself – but Sponsors cannot do these things <i>for<\/i> you<\/li>\n<li>Most sponsors have to do fundraising to collect the amount of money to financially support a refugee family for the sponsorship period<\/li>\n<li>Sponsors work hard to prepare themselves and their communities for the arrival of sponsored refugee families<\/li>\n<li>When sponsored refugees chose to move to another town, city or province before the sponsorship period is over, they will most likely lose their financial and settlement support from the group<\/li>\n<li>When sponsored refugees go on social assistance or welfare, sponsoring groups have to pay the sum of the money that the refugees received back to the Canadian government and may be prohibited from sponsoring again in the future<\/li>\n<li>Both refugees and sponsors have to commit to communicate honestly and act sincerely towards each other – a successful sponsorship takes two!<\/li>\n<\/ul>\n<h2>Be aware of these myths!<\/h2>\n<p><i>There is work for everyone in Canada &#8211; if you are willing to work.<\/i><br \/>\n<b>FALSE:<\/b> This is <b>not necessarily true<\/b>! There is unemployment in Canada, as in any other country. Speaking English\/French fluently, volunteering to gain Canadian work experience and networking will help you in finding a job.<\/p>\n<p><i>I will be able to earn and save a lot of money to help support all my family members back home.<br \/>\n<\/i><b>FALSE:<\/b> The money you get from your sponsors is given to you to cover your monthly living costs. If you want to support your family abroad, speak with your sponsoring group if there are other ways to support them.<\/p>\n<p><i>If the money from our sponsors is not enough, we can get financial support through the government payroll.<br \/>\n<\/i><b>FALSE:<\/b> There is no government payroll in Canada! Social assistance, or sometimes called welfare, is provided to families who have no other means of income – you get financial support from your sponsors as income. Work together with your sponsors to review your budget and monthly expenses carefully to determine if any adjustments can be made.<\/p>\n<p><i>The weather in Canada is always cold. Canada is always snowed in. The Winter never ends!<\/i><br \/>\n<b>FALSE: <\/b>Even though the winters in Canada may seem long, there are 4 seasons in Canada: Spring, Summer, Fall and Winter. Typically spring begins at the end of March and the summer lasts from May\/June to end of August. But no matter how cold it gets during the winter, there is always sunshine in Canada!<i><br \/>\n<\/i><\/p>\n<p><i>All Canadians are white.<br \/>\n<\/i><b>FALSE: <\/b>Canada is a multicultural country, with people from diverse ethno-cultural backgrounds. More than 120 different languages are spoken in Canadian homes across the country.<\/p>\n<p><i>All major Canadian cities are a short drive away from one another.<br \/>\n<\/i><b>FALSE: <\/b>Canada is the second largest country, after Russia. It is big and vast. Even cities within the same province or in neighbouring provinces can be hours away from one another. For example, there are 660 km between Saskatoon and Calgary. There are 2,070 km between Winnipeg and Ottawa, 1,240 km between Halifax and Montreal, and 4,371 km between Toronto and Vancouver!<\/p>\n<p><i>During the Canadian winter, people cannot leave their homes.<br \/>\n<\/i><b>FALSE: <\/b>The winters in Canada are not that cold – people do go outside. There are many fun winter events and activities for the entire family. But you have to make sure that you have warm winter boots, a warm winter jacket and other winter clothing!<\/p>\n<p><i>In Canada, parents are not allowed to discipline their children\/ Children can send their parents to jail if they want to.<\/i><br \/>\n<b>FALSE: <\/b>Parents in Canada discipline their children but not with physical force.<\/p>\n<p><i>All Canadians are rich and live in big houses.<\/i><br \/>\n<b>FALSE: <\/b>There are poor as well as rich people in Canada. There is also a large working-middle-class in Canada, but some people are homeless and live on the streets.<\/p>\n<h2>Did you know…?<\/h2>\n<p>Everyone who moves to a new country can experience ‘culture shock&#8217;. Be ready to experience emotions such as excitement and joy when you first arrive in Canada. When you are faced with the differences in language, values, and norms, you may start to feel frustrated, anxious or even angry. You may find that it is a challenging to make new friends, understand local humour, deal with people who are rude or challenging – Don’t worry! ALL of this is normal and part of everyone’s adaptation process to Canada! You will find after a while that this crisis period will end – as you learn the local language and cultural norms and customs better, you will begin to feel less stressed and see all the opportunities that life in Canada has to offer. Your sponsors will be there to support you through this cultural adaptation phase; don’t be afraid to ask them for support.<\/p>\n<p>Canada is the second largest country in the world – to fly from Halifax in the east end to Vancouver in the west end take at least 10 hours<\/p>\n<p>Canada is beautiful – you can find mountains, prairies, lakes, and ocean in different parts of the country. Each Canadian province has its own unique character and special features. Take time to explore what makes your new home special!<\/p>\n<p>Despite its size, Canada has a population of only 35 million<\/p>\n<p>Canada is officially bilingual (English – French) and multicultural<\/p>\n<p>Canada is a land of immigrants – the first settlers were the French and the British<\/p>\n<p>Discrimination based on a person&#8217;s race, national or ethnic origin, colour, religion, age, sex, sexual orientation, marital status, family status, disability or a conviction for which a pardon has been granted is against the law in Canada.<\/p>\n<p>As a Permanent Resident, you also have civil rights under the Canadian Charter of Rights and Freedoms including:<\/p>\n<ul>\n<li>Freedom of conscience, religion, thought, belief, expression, and peaceful assembly<\/li>\n<li>Freedom from arbitrary detention or imprisonment, right not to be subject to cruel and unusual punishment<\/li>\n<li>Equal treatment before and under the law, and equal protection and benefit of the law without discrimination<\/li>\n<li>And more<\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>When you are sponsored to Canada as a refugee by a sponsoring group, you may have many questions about what awaits you in Canada, what type of people your sponsors [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":7,"menu_order":2,"comment_status":"open","ping_status":"open","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/366"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=366"}],"version-history":[{"count":8,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/366\/revisions"}],"predecessor-version":[{"id":11256,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/366\/revisions\/11256"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/7"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=366"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}