{"id":390,"date":"2014-03-23T20:43:09","date_gmt":"2014-03-23T20:43:09","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=390"},"modified":"2019-01-11T06:01:39","modified_gmt":"2019-01-11T11:01:39","slug":"tips-for-completing-the-application-forms-for-community-sponsors","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/applications\/need-help-with-forms\/tips-for-completing-the-application-forms-for-community-sponsors\/","title":{"rendered":"Tips for completing the application forms for Community Sponsors"},"content":{"rendered":"<p>Are you a member of a <strong>Community Sponsor (CS)<\/strong> organization? Are you working on a refugee sponsorship application? Are you worried about a rejection or the return of your application? Do you want some advice and insights?<\/p>\n<p>If you answered ‘yes’ to the questions above, you may find the following tips useful. When completing the forms, first download and save all the <a href=\"http:\/\/www.rstp.ca\/en\/processing\/the-refugee-sponsorship-application-forms\/\" target=\"_blank\" rel=\"noopener\">required forms<\/a>. Then follow the instruction guide and note the following:<\/p>\n<h2>FORMS TO BE COMPLETED BY THE SPONSOR<\/h2>\n<h3>Sponsorship Undertaking and Settlement Plan – Community Sponsors (IMM 5663)<\/h3>\n<ul>\n<li>Confirm that you are completing the most updated form available. The date is located at the bottom left-hand corner of the page.<\/li>\n<li>Type all forms. Handwritten forms will be returned without being processed.<\/li>\n<li>Section A – Sponsor information: the email field is now mandatory. The application will not allow you to proceed without entering a valid email address of the Signing Authority – Immigration, Refugees and Citizenship Canada (IRCC) will use this email address to communicate with you, so make sure someone checks it regularly!<\/li>\n<li>Section B – Co-sponsor Information: select whether you have a Co-sponsor (i.e., ‘Yes’ or ‘No’).\n<ul>\n<li><strong>If yes, <\/strong>then from the automatically generated ‘drop down’ list, indicate the type of sponsor you are collaborating with (i.e., “Individual” or “Organization”). Depending on what is selected, a corresponding sub-section will be generated and ask for additional information.<\/li>\n<li>If you would like to add or remove a co-sponsor, select either ‘Add a co-sponsor” or “Remove this co-sponsor”, respectively.<\/li>\n<\/ul>\n<\/li>\n<li>Section C- Refugee Applicant(s): list ALL of the Principal Applicant’s (PA) family members (such as spouse, children and other dependants) even if they are NOT coming with the PA to Canada or their whereabouts are unknown. <strong>Important:<\/strong> If persons that meet IRCC’s definition of a family are not listed in this section of this form, and the Generic Application Form for Canada (IMM 0008), they may potentially be barred from ever coming to Canada under Section 117(9)(d) of the Immigration and Refugee Protection Regulations (IRPR).<\/li>\n<li>Select ‘Yes’ or ‘No’ if the Principal Applicant (PA) has additional family members to add.\n<ul>\n<li><strong>If yes,<\/strong> then the form will automatically generate a new section where you must enter additional information for the family member.<\/li>\n<li>Ensure that the check box for ‘accompanying’ (if the listed family members would like to travel with the PA to Canada, even if they are in different countries) or ‘non-accompanying’ (if the listed family members would like to travel at a later date) is selected for each family member. If the family member does not meet the definition outlined as per the regulations, the application will be returned without being processed. (Refer to IRCC’s <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/corporate\/publications-manuals\/operational-bulletins-manuals\/refugee-protection\/resettlement\/eligibility\/determining-which-family-members-eligible-resettlement.html\">website<\/a> on family members for more information.)<\/li>\n<li><strong>Important:<\/strong> If the additional family member has separate contact information, then select ‘Yes’ and fill out the information boxes that will be automatically generated. If not, select ‘No’ and move on to the next section.<\/li>\n<li>If you would like to add or remove a family member, select either ‘Add additional family member” or “Remove this family member”, respectively.<\/li>\n<\/ul>\n<\/li>\n<li>Section D – Linked\/Multiple Sponsorship Applications: Complete only <strong>if<\/strong> you are also submitting applications for other people who are not immediate family members of the PA (such as siblings or children over the age of 22), but you would like the applications processed concurrently so they can be resettled together. (Refer to IRCC’s <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/corporate\/publications-manuals\/operational-bulletins-manuals\/refugee-protection\/resettlement\/eligibility\/determining-which-family-members-eligible-resettlement.html\">website<\/a> on family members for more information.)<\/li>\n<li>Section E – Organization Profile: ensure that you are appropriately addressing the questions in this section. Ensure that your answer is clear and provides as much detail as possible.<\/li>\n<li>Section F – Settlement Plan – Details: ensure that you are answering the questions in this section in Provide as much detail as possible and, if applicable, avoid re-using identical answers from other Settlement Plans your group has submitted.\n<ul>\n<li>Question 4: Consult RSTP’s <a href=\"http:\/\/www.rstp.ca\/en\/sponsorship-responsibilities\/settlement-services\/\">settlement services page<\/a> to identify and contact service providers. You should be planning to introduce newcomers to these service providers where available. They can supplement your support with group programs, language courses and job search workshops.<\/li>\n<li>Question 6 will only appear if there are non-accompanying family members listed on the page 1 of the IMM5663.<\/li>\n<\/ul>\n<\/li>\n<li>Section G – Settlement Needs Checklist: more than one party (i.e., Community Sponsor &amp; Co-sponsor) can deliver the same need.<\/li>\n<li>Section H – Financial Assessment:\n<ul>\n<li>Sub-section (i): this section will be automatically populated depending on the number of refugees listed in Section C, and in accordance with the most recent Sponsorship Cost Table.<\/li>\n<li>Sub-section (ii): consult the Instructions Guide for the type of financial support and supporting documents required. Make sure the overall sum is not less than the amount required according to the Resettlement Assistance Program (RAP) rates.<\/li>\n<li>As you enter the amounts into the entry fields, the form will automatically calculate the “Total Annual Living Costs”.<\/li>\n<li>Sub-section (iii): consult the <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/services\/application\/application-forms-guides\/guide-sponsor-refugee-community.html#costTables\">In-kind Deduction Table in Appendix A of the Guide for Community Sponsor Refugees (IMM2201)<\/a>.<\/li>\n<li>Sub-section (iv): this section will be automatically be calculated as you complete the preceding sections.<\/li>\n<li>Sub-section (v): If there are funds held in trust, enter the amount in the corresponding entry field. <strong>Important: <\/strong>make sure to explain where the funds held in trust came from in the entry field that will automatically appear. If the funds are held in a trust account, the following needs to be included with the application package:\n<ul>\n<li>A letter from the bank attesting to the account details (i.e. who opened the account, the account number, the name of the person being sponsored and how much money is in the bank). The letter must be issued with <strong>six months<\/strong> of your application submission date.<\/li>\n<\/ul>\n<\/li>\n<li>Sub-section (vi): If your sponsoring group has provided the minimum financial requirement or more, there will be a “check mark” next to the balance. If your group has not met the minimum financial requirement, a red “X” will appear indicating the discrepancy.<\/li>\n<\/ul>\n<\/li>\n<li>Section – I: Obligations, Consents and Declarations: this section includes\n<ul>\n<li>A clause declaring that, by signing the undertaking, the sponsoring group is obligated to support both the PA and all accompanying and non-accompanying family members <strong>including any family members born after Immigration, Refugees and Citizenship Canada (IRCC) receive the Sponsorship Undertaking; <\/strong>and<\/li>\n<li>A consent to allow IRCC to share information with the Refugee Sponsorship Training Program (RSTP) for training on settlement planning.<\/li>\n<\/ul>\n<\/li>\n<li>Section J – Signatures: ensure that the signing authorities of the CS and, if applicable, the Co-sponsor sign and date this section (scanned signatures are acceptable).\n<ul>\n<li>Signatures cannot be older than 90 days from the date of submission or the application will be not be assessed.<\/li>\n<\/ul>\n<\/li>\n<li>Ensure that the spelling of names is consistent and, more specifically, PA’s name is spelled the same way on all forms and supporting documents.<\/li>\n<\/ul>\n<h3>Sponsor Assessment (IMM 5492)<\/h3>\n<ul>\n<li>Confirm that you are completing the most updated form available. The date is located at the bottom left-hand corner of the page.<\/li>\n<li>Form must be typed.<\/li>\n<li>To be completed by the Co-sponsor (if applicable).<\/li>\n<li>Sign and date this form (scanned signatures are acceptable).<\/li>\n<\/ul>\n<h3>Financial Profile (IMM 5373B)<\/h3>\n<ul>\n<li>Confirm that you are completing the most updated form available. The date is located at the bottom left-hand corner of the page.<\/li>\n<li>Form must be typed.<\/li>\n<li>Individuals, not organizations, can only complete this form. Therefore, individual co-sponsors (<strong>not organization co-sponsors<\/strong>) that are pledging their personal income as a contribution to financial support for sponsorship can only complete this form.<\/li>\n<li>Section B – Financial Capacity: enter the actual size of your immediate family, <strong>not<\/strong> the size of your family that is financially dependent on you.<\/li>\n<li>Sign and date this form (scanned signatures are acceptable).<\/li>\n<\/ul>\n<h2>FORMS TO BE COMPLETED BY THE REFUGEE (THE PRINCIPAL APPLICANT)<\/h2>\n<h3>Generic Application (IMM 0008)<\/h3>\n<ul>\n<li>Confirm that you are completing the most updated form available. The date is located at the bottom left-hand corner of the page.<\/li>\n<li>Form must be typed.<\/li>\n<li>Ensure all forms are signed and dated or the application will be returned without being processed. Scanned signatures are allowed.<\/li>\n<li>If necessary, make sure you help the PA fill out this form, validate and print it!<\/li>\n<li>Under the section ‘Application Details,’ ensure that the PA has picked ‘Refugee’ for Question 1 and ‘Outside Canada’ for Question 2.<\/li>\n<li>For Question 4, if their native language does not appear in the list, select “other.”<\/li>\n<li>For Question 5, select the province and city where the sponsoring group resides.<\/li>\n<li>If you are not applying under the Quebec immigration program, check “no” for Question 6 a) and leave Question 6 c) blank.<\/li>\n<li>For the Current country of residence information found under the section titled, ‘Personal Details’, the form now requires that the applicant input a future date (instead of “present”). Therefore, if the applicant is currently living in their country of residence at the time the application is completed, it is recommended that they enter the current date <strong>plus one day<\/strong> <strong>instead<\/strong> of “until present”.<\/li>\n<li>For sections titled ‘Passport’ and ‘National Identity Document’, indicate whether the documents are valid (i.e., ‘Yes’ or ‘No’). If ‘no’ is selected, the entry fields will go grey and will not allow for information to be entered.<\/li>\n<li>Make sure contact information is complete and current.<\/li>\n<li>Ensure that the PA’s name is spelled the same way on ALL the forms.<\/li>\n<li>ALL of the PA’s family members (such as a spouse, common law partner and any dependent children under the age of 22) must be listed even if they are NOT coming with the PA to Canada or their whereabouts are unknown. <strong>Important<\/strong>: If persons that meet IRCC’s definition of a family are not listed in this section of this form, and the Undertaking\/Application to Sponsor (<strong>IMM 5373<\/strong>), they may be potentially barred from ever coming to Canada under Section 117(9)(d) of the Immigration and Refugee Protection Regulations (IRPR).<\/li>\n<li>Once the application form has been completed, select “validate” and make sure a print out of the barcode with signatures has been generated.\n<ul>\n<li><strong>Important:<\/strong> if changes have been made <em>after<\/em> “validate” has be selected, make sure to <strong>hit validate<\/strong> <strong>again<\/strong>. If not, then the new changes will not be captured in the barcode that will be scanned by Resettlement Operations Centre – Ottawa (ROC-O).<\/li>\n<\/ul>\n<\/li>\n<li>Ensure the PA has signed all required forms (scanned signatures are acceptable).<\/li>\n<\/ul>\n<h3>Schedule A (IMM5669)<\/h3>\n<ul>\n<li>Confirm that you are completing the most updated form available. The date is located at the bottom left-hand corner of the page.<\/li>\n<li>Form must be completed typed.<\/li>\n<li>The PA, spouse (or common-law partner) and children aged 18 and over must EACH complete a copy – even if they are not currently accompanying the PA to Canada.<\/li>\n<li>Make sure the dates and activities in Section 7 match those in Sections 8 to 12 (pay attention to cities, addresses and activities). Do not leave any gaps in the PA’s history.<\/li>\n<\/ul>\n<h3>Schedule 2 (IMM0008 Schedule 2)<\/h3>\n<ul>\n<li>Confirm that you are completing the most updated form available. The date is located at the bottom left-hand corner of the page.<\/li>\n<li>Form must be completed typed.<\/li>\n<li>The PA, spouse (or common-law partner) and children aged 18 and over must EACH complete a copy.<\/li>\n<li>Take an opportunity to re-read the eligibility criteria on page 1, underneath “Note to Family Members:”<\/li>\n<li>If family members are providing answers that are the same as the PA, then they should write “same as principal applicant” in the spaces provided.<\/li>\n<li>The entry fields will expand in order to accommodate the length of the answer entered by the refugee. If there is still a need for more space, attach a separate sheet a paper with the form’s title and the number\/letter of the question being answered. Also, include the applicants name at the top and the number of each additional sheet.<\/li>\n<li>Part A – Case Narrative: The refugee should provide a very clear and detailed account. Avoid generalizations and vague answers!<\/li>\n<li>For Question 7d, list any skills and personal qualities that illustrate the refugee’s adaptability to a new situation, resourcefulness, initiative and motivation.<\/li>\n<li>Make sure Part D, Question 14 is properly signed, checked and dated or the application will be returned without processing.<\/li>\n<\/ul>\n<h2>SENDING YOUR FORMS<\/h2>\n<p>When <strong>finalizing<\/strong> your application double-check that:<\/p>\n<ul>\n<li>Information is truthful and consistent;<\/li>\n<li>No signatures are missing; and<\/li>\n<li>The spelling of names and birth dates are consistent across all forms.<\/li>\n<\/ul>\n<p>When <strong>submitting<\/strong> your sponsorship application via <strong>email<\/strong>, please note:<\/p>\n<ol>\n<li>All forms <strong>must<\/strong> be typed.<\/li>\n<li>Submit application package to IRCC.INROCO-CORORI.IRCC@cic.gc.ca<\/li>\n<li>Applications can be submitted in black and white.<\/li>\n<li>Your scanner must be set to high resolution (if ROC-O cannot read your documents they will not accept your application).<\/li>\n<li>Do not ZIP files. ZIP files will be returned because ROC-O cannot open them.<\/li>\n<li>Do not <strong>also <\/strong>submit a duplicate version of your application via postal mail.<\/li>\n<li>IMM0008 when submitted must contain a 2D barcode (i.e., make sure to hit “validate” and print the application with a barcode).\n<ol>\n<li>Upon completion, safe the PDF as “PA FAMILY NAME, First Name – IMM0008”<\/li>\n<li>Print the signature Page for IMM0008 – sign and date it where applicable – and scan and save page separately as “IMM0008 – signature page”.<\/li>\n<\/ol>\n<\/li>\n<li>Submit your application in <strong>at least six separate email attachments<\/strong> in one or more emails.\n<ol>\n<li>For supporting documentation, multiple attachments are allowed as needed.<\/li>\n<li>Please consult the IRCC <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/corporate\/publications-manuals\/guide-private-sponsorship-refugees-program\/section-2.html#a2.17\" target=\"_blank\" rel=\"noopener\">website<\/a> for guidelines on how to name attachments.<\/li>\n<\/ol>\n<\/li>\n<li>The overall email cannot be bigger than 10MB, as it will bounce back and you will <strong>not <\/strong>receive an email auto-reply from ROC-O.<\/li>\n<li>Each attachment cannot be bigger than 5 MB.<\/li>\n<li>Only PDF and picture files are accepted.<\/li>\n<li>The subject line for your email must follow this structure: CS Sponsorship Application &#8211; PA FAMILY NAME, First name.\n<ol>\n<li>If your email exceeds 10MB and you must send multiple emails and indicate the number of the emails (ex. Part 1 of 2: CS Sponsorship Application – PA LAST NAME, First name” for the first email; and “Part 2 of 2: CS Sponsorship Application – PA LAST NAME, First name” etc.<\/li>\n<\/ol>\n<\/li>\n<li><strong>If your application is received by ROC-O but is incomplete, they will not open it. In this case, you must RE-SUBMIT your application in its entirety (rather than submitting just the missing documents).<\/strong><\/li>\n<\/ol>\n","protected":false},"excerpt":{"rendered":"<p>Are you a member of a Community Sponsor (CS) organization? Are you working on a refugee sponsorship application? Are you worried about a rejection or the return of your application? Do you [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":377,"menu_order":2,"comment_status":"open","ping_status":"open","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/390"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=390"}],"version-history":[{"count":10,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/390\/revisions"}],"predecessor-version":[{"id":9129,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/390\/revisions\/9129"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/377"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=390"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}