{"id":6044,"date":"2017-08-10T04:31:44","date_gmt":"2017-08-10T08:31:44","guid":{"rendered":"http:\/\/rstp.turnbull.co\/?page_id=6044"},"modified":"2017-08-10T11:00:51","modified_gmt":"2017-08-10T15:00:51","slug":"what-should-you-receive-from-your-sponsors","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/your-rights-as-a-privately-sponsored-refugee\/what-should-you-receive-from-your-sponsors\/","title":{"rendered":"What Should You Receive from your Sponsors?"},"content":{"rendered":"<h2>1. Financial support to cover your basic expenses for one year or until you become self-supporting, whichever comes first.<\/h2>\n<p>Your sponsor is responsible for financially supporting you during your first year in Canada or until you can support yourself, whichever comes first. Support may include direct financial support, but the sponsor may also give you items, such as furniture, household goods, and clothing.<\/p>\n<p>You must be given enough money <strong>or <\/strong>donated items to provide you with:<\/p>\n<ul>\n<li>Housing (a room, apartment or house to live in)<\/li>\n<li>Food<\/li>\n<li>Clothing<\/li>\n<li>Local transportation (for example, public buses or trains)<\/li>\n<\/ul>\n<p>If you have been sponsored under the <em>Blended Visa Office-Referred (BVOR) Program<\/em>, the Government of Canada provides you with monthly cheques to cover your basic expenses for six months, starting from the second month that you are in Canada. Your sponsoring group is responsible for:<\/p>\n<ul>\n<li>providing you with money or items to set up your home, such as furniture, kitchen supplies, cleaning products, bedding, some food, rent and utilities deposits, some clothing, e Some of these items may have been donated.<\/li>\n<li>providing you with enough money or items to cover your basic expenses (listed above) for the <strong>first month <\/strong>that you are in Canada.<\/li>\n<li>providing you with enough money or items to cover your basic expenses (listed above) for the <strong>last five months <\/strong>of your sponsorship period, or until you can support yourself and your family, whichever comes first.<\/li>\n<\/ul>\n<p>If during the first year in Canada you find a job, it is possible that your sponsors will reduce the amount of money that they provide you with. If you are able to <em>fully <\/em>support yourself and your family, your sponsoring group is not required to continue to provide you with financial support; the decision of whether or not they will continue providing financial support is up to them. However, if you were to lose the job during the sponsorship period, your sponsors must start providing you with financial support again. Basically, <strong>the sponsoring group must ensure that you are able to afford all of the basics listed above for the entire sponsorship period<\/strong>. It is a good idea to have discussions with the sponsoring group about how much support they plan to provide if you start working.<\/p>\n<p>Private sponsors are not required to provide you with financial support if you already have enough money to fully support yourself and your family. If you brought money to Canada with you, it is possible that your sponsoring group may ask you to contribute to your costs of living in Canada. Sponsors are ultimately responsible for ensuring that you have sufficient money to cover all of your basic necessities.<\/p>\n<p>The quality of the home and items that you receive may depend on how much money the group has been able to raise for you. Although the items that you are given and the housing that has been arranged may not be luxurious, they must be adequate. Your home must be able to accommodate your whole family, and you must have enough money to buy sufficient food to keep you and your family well-fed and healthy.<\/p>\n<p>It is possible that other refugees are given more or less money and items than you. This is likely because some sponsoring groups have been able to raise a large amount of money for the sponsorship, while others have only been able to raise the minimum amount of money required. It may also be because some sponsoring groups have arranged for the newcomers they have sponsored to get free rent or donated household items and therefore may give them less money every month, while other sponsoring groups may provide more money and fewer donated items. All groups are different. <strong>At a minimum, sponsors are expected to provide a level of support that is equal to the rate for social assistance in your province and must provide you with enough support to cover all of your basic expenses<\/strong>. It is also important to remember that refugees that came through different categories (such as Government Assisted Refugees) have different entitlements.<\/p>\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"http:\/\/www.rstp.ca\/en\/your-rights-as-a-privately-sponsored-refugee\/\">Back<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>1. Financial support to cover your basic expenses for one year or until you become self-supporting, whichever comes first. Your sponsor is responsible for financially supporting you during your first [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"parent":5940,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/6044"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=6044"}],"version-history":[{"count":3,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/6044\/revisions"}],"predecessor-version":[{"id":6073,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/6044\/revisions\/6073"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/5940"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=6044"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}