{"id":688,"date":"2014-03-26T18:43:10","date_gmt":"2014-03-26T18:43:10","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=688"},"modified":"2022-05-09T09:52:14","modified_gmt":"2022-05-09T13:52:14","slug":"best-practices-for-monitoring-for-sahs","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/sponsorship-responsibilities\/best-practices-for-monitoring-for-sahs\/","title":{"rendered":"SAHs: Best Practices for Monitoring"},"content":{"rendered":"<div id=\"wp-spoiler-1\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. Introduction<\/p><div class=\"accordion-body\"><\/p>\n<p>Bringing refugees to a safe and peaceful country is one of the primary motivations of a Sponsorship Agreement Holder (SAH), yet the quality of settlement assistance offered to refugees upon their arrival in Canada is equally important. SAHs must draft a <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5440e.pdf\" target=\"_blank\" rel=\"noopener\">Settlement Plan<\/a> as part of their sponsorship application, and implementation and follow-up should be included in this plan. If a sponsoring group does not have a mechanism for checking whether a Settlement Plan is realized, it can result in unmet settlement and financial needs and lead to a possible sponsorship breakdown and\/or default.<\/p>\n<p>Periodically monitoring the activities of its Constituent Groups (CGs) and co-sponsors post-arrival is a key responsibility of a SAH.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-2\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">2. What is Monitoring?<\/p><div class=\"accordion-body\"><\/p>\n<p>The SAH’s Sponsorship Agreement defines monitoring as: “Periodic follow-up to check the status and progress of a sponsorship and to verify that responsibilities are being fulfilled.”[1]<\/p>\n<p><small>[1] See Appendix 4 of the Sponsorship Agreement at p.29.<\/small><\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-3\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">3. Who is Responsible for Monitoring?<\/p><div class=\"accordion-body\"><\/p>\n<p>According to the Sponsorship Agreement signed by Immigration, Refugees and Citizenship Canada (IRCC) and SAHs, both IRCC and SAHs are responsible for monitoring the quality of financial and settlement support being provided to the newcomer(s) in order to ensure that both the sponsor and the newcomer(s) are meeting their respective commitments and responsibilities.[1]<\/p>\n<p>A SAH is expected to monitor the activities of its CGs and co-sponsors to ensure that they are fulfilling their sponsorship responsibilities and obligations, while IRCC is responsible for monitoring the SAH, its CGs and co-sponsors.<\/p>\n<p>SAHs are also responsible for informing and working cooperatively with IRCC to resolve any post-arrival issues or problems that could lead to a sponsorship breakdown, regardless of whether the issue concerns the newcomer(s) or the SAH’s CGs and co-sponsors.[2]<\/p>\n<p>National SAHs that have offices across Canada must provide adequate oversight to their regional offices. The head office for the SAH must ensure that their regional offices, as well as any CGs, co-sponsors and newcomer(s) in the community of settlement, are aware of their responsibilities and what is expected of them. The national SAH must also ensure that they are kept aware of any potential or emerging issues that arise pre-arrival and during the sponsorship period so that they are able to intervene if necessary.<\/p>\n<p><small>[1] See Section 5(r) of the Sponsorship Agreement and Section 6(k) of the Agreement.<br \/>\n[2] See Section 5(s) of the Sponsorship Agreement.<\/small><\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-4\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">4. Why is Monitoring Important?<\/p><div class=\"accordion-body\"><\/p>\n<p>There are many reasons for SAHs to monitor their CGs and co-sponsors during the sponsorship period. These reasons are related to the large number of financial and settlement responsibilities that sponsors agree to take on; the responsibilities of SAHs as outlined in the Sponsorship Agreement; and, ultimately, to ensure that the financial and settlement needs of the newcomer(s) are being met and that the successful settlement of the newcomer(s) in Canada is supported.<\/p>\n<p>All parties that sign the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5373e.pdf\" target=\"_blank\" rel=\"noopener\">Sponsorship Undertaking – Sponsorship Agreement Holders (SAH) [IMM 5373]<\/a> form, i.e. SAHs, CGs and\/or co-sponsors, are jointly liable to fulfill the obligations and responsibilities associated with refugee sponsorship, namely providing financial and settlement support to the newcomer(s) during the sponsorship period.[1] However, the SAH retains ultimate legal responsibility and in situations where the CG or co-sponsor does not fulfill their obligations, the SAH will be held solely responsible.[2] If a SAH is unaware that their CG and\/or co-sponsor is not providing sufficient financial and\/or settlement support to the newcomer(s), they may be held liable and this may have an impact on the SAH’s ability to submit new applications and their Sponsorship Agreement.<\/p>\n<p>SAHs are responsible for ensuring they have sufficient resources and expertise to fulfil their sponsorship responsibilities and must ensure that their CGs and co-sponsors have adequate resources and have made the appropriate arrangements to fulfill these responsibilities.[3] Monitoring allows SAHs to ensure that their CGs and co-sponsors are fulfilling their sponsorship responsibilities and are providing adequate financial and settlement support to the newcomer(s). It also enables SAHs to provide timely support to their CGs, co-sponsors and the newcomer(s), and act in a timely manner to avoid sponsorship disputes and breakdowns. For example, if the SAH realizes that its CG and\/or co-sponsor are not meeting their sponsorship responsibilities, it is expected to offer training, advice, information and support to help them do so.<\/p>\n<p>Following this, if the CGs and\/or co-sponsor are still not carrying out their duties, the SAH may take other action such as finding an alternative sponsoring group. Or if the newcomer(s) have moved out of the community of settlement, the SAH can ensure that the <a href=\"https:\/\/www.rstp.ca\/en\/refugee-sponsorship\/latest-policy-program-update\/procedures-regarding-residency-requirements-for-private-sponsorship-2\/\">residency requirements<\/a> are still being fulfilled.<\/p>\n<p>Monitoring also allows SAHs to ensure, support and contribute to the successful settlement of the newcomer(s) they have sponsored in Canada and that the financial and settlement needs of the newcomer(s) are being met. If a SAH is unaware that their CG and\/or co-sponsor is not providing sufficient financial and\/or settlement support to the newcomer(s), or there are issues or conflicts between parties, the needs of the newcomer(s) will not be met and this can lead to a sponsorship breakdown.<\/p>\n<p><small>[1] See Section 5(l) of the Sponsorship Agreement.<br \/>\n[2] See Section 5(l) of the Sponsorship Agreement.<br \/>\n[3] See Section 5(n) of the Sponsorship Agreement.<\/small><\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-5\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">5. What Should SAHs Monitor?<\/p><div class=\"accordion-body\"><\/p>\n<p>SAHs should monitor whether their CGs and co-sponsors are meeting their sponsorship responsibilities by providing adequate financial, settlement, practical and emotional support to the newcomer(s) they have sponsored (as detailed in Appendix 1 of the SAH Agreement; Section F of the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5373e.pdf\" target=\"_blank\" rel=\"noopener\">Sponsorship Undertaking – Sponsorship Agreement Holders (SAH) [IMM 5373]<\/a> form; <a href=\"https:\/\/www.canada.ca\/en\/immigration-refugees-citizenship\/services\/application\/application-forms-guides\/guide-sponsor-refugee-agreement-holder-constituent-group.html#appa\" target=\"_blank\" rel=\"noopener\">Appendix A of the Instruction Guide for Sponsorship Agreement Holders [IMM 5413]<\/a>; and, the <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2018\/08\/EN-FAQs_BVOR-parity-FINAL_AUG-20.docx.pdf\">FAQs on Post-Arrival Financial Support for the PSR Program<\/a>).<\/p>\n<p>The things that SAHs should monitor can include, but is not limited to:<\/p>\n<ul>\n<li>Whether the CG and\/or co-sponsor has met with the newcomer(s) in person and how often they have met with them since arriving in Canada;<\/li>\n<li>Whether the newcomer(s) have adequate housing;<\/li>\n<li>Whether the newcomer(s) have received their Permanent Resident (PR) cards, and if not, what steps have been taken to follow up with IRCC;<\/li>\n<li>Whether the newcomer(s) have had a language assessment and are attending or have attended English or French language classes;<\/li>\n<li>Whether children under the age of 16 are enrolled in school, if applicable;<\/li>\n<li>Whether the newcomer(s) have applied for the Canada Child Tax Benefit (CTB), if applicable;<\/li>\n<li>Whether the newcomer(s) know and have access to public transit, if applicable, or other methods of transportation;<\/li>\n<li>Whether the newcomer(s) are aware of the Interim Federal Health Program (IFHP) and have a provincial health card;<\/li>\n<li>Whether the newcomer(s) have a family doctor, dentist and have been connected with any other medical services that are required, and whether they know how to contact emergency services (911);<\/li>\n<li>Whether the newcomer(s) have any physical or mental health needs that they still require treatment for;<\/li>\n<li>Whether the newcomer(s) have been connected with a settlement agency or other community-based services;<\/li>\n<li>Whether the newcomer(s) have access to an interpreter, if required;<\/li>\n<li>Whether the newcomer(s) have their own bank account, know how to use it and manage their own finances;<\/li>\n<li>Whether the newcomer(s) receive financial support from the CG and\/or co-sponsor, including how much, how often and does this comply with what was agreed upon and detailed in the settlement plan;<\/li>\n<li>Whether the newcomer(s) brought any financial assets with them to Canada and how this was dealt with by the CG and\/or co-sponsor;<\/li>\n<li>Whether the CG and\/or co-sponsor charged the newcomer(s) any fees or requested money or donations from the newcomer(s) either pre or post-arrival; and,<\/li>\n<li>Whether the newcomer(s) are employed or self-employed and whether this is voluntary.<\/li>\n<\/ul>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-6\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">6. How Often Should Monitoring Take Place?<\/p><div class=\"accordion-body\"><\/p>\n<p>There are no set time frames on how often SAHs should monitor their CGs and\/or co-sponsors. Depending on capacity, some SAHs may check-in with their CGs, co-sponsors and the newcomer(s) on a monthly basis. Other SAHs may have identified certain points in the sponsorship period where they will speak to their CGs, co-sponsors and the newcomer(s) they sponsored.<\/p>\n<p>Successful monitoring is built on frequent contact and clear communication with CGs, co-sponsors and the newcomer(s). Good communication will result in strong relationships with all parties, including the newcomer(s), and clear expectations around what is expected from everyone involved with the sponsorship.<\/p>\n<p>Good communication starts when CGs and potential co-sponsors first contact the SAH to see if they are able to submit an application. Before submitting an application to IRCC, SAHs should clearly explain to CGs and co-sponsors that they will be checking in throughout the sponsorship period with them and the newcomer(s) to ensure that everyone is fulfilling their obligations and responsibilities.<\/p>\n<p>Based on common SAH practices, this page has checklists that can be downloaded and used pre-arrival, in the first few weeks following arrival, and at three, six and nine months after arrival, to monitor the activities of CGs, co-sponsors and newcomer(s). An evaluation form is also available to download and this can be used at the end of the sponsorship period in month twelve or after the sponsorship period ends.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-7\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">7. Best Practices Used by SAHs<\/p><div class=\"accordion-body\"><\/p>\n<p>The Sponsorship Agreement does not state how SAHs should monitor their Constituent Groups (CGs) and co-sponsors. SAHs have the discretion to develop and implement their own monitoring procedures and practices. The diversity in size, composition and capacity of SAHs makes it difficult to develop a one-size-fits-all monitoring mechanism or procedure. However, certain activities that occur pre-arrival and during the sponsorship period with CGs, co-sponsors and the newcomer(s), such as orientation, training, the sharing of resources and good communication, can assist with setting up successful sponsorships.<\/p>\n<p>The information in this section may help SAHs in developing their own monitoring procedures and practices.<\/p>\n<h2>Practices or Procedures Being Used by SAHs<\/h2>\n<p>A 2016 survey of SAH monitoring practices found the following steps were used by many SAHs:<\/p>\n<ul>\n<li>An initial orientation to refugee sponsorship for new, existing and prospective CGs and co-sponsors; screening potential CGs and co-sponsors; assigning and clarifying roles and responsibilities; the use of an internal Memorandum of Understanding (MoU), agreement or other type of contract that clearly outlines responsibilities and obligations; and, preparing the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5440e.pdf\" target=\"_blank\" rel=\"noopener\">Settlement Plan<\/a> with CGs and co-sponsors.<\/li>\n<li>Communication with CGs and co-sponsors throughout the application process; providing SAH or RSTP training to CGs and co-sponsors while the application is in process; sharing RSTP resources, such as <a href=\"https:\/\/www.rstp.ca\/en\/resources\/information-sheets\/\">fact sheets<\/a> and <a href=\"https:\/\/www.rstp.ca\/en\/resources\/video\/past-webinars\/\">recorded webinars<\/a>; and, sharing and distributing resources that the SAH may have developed internally.<\/li>\n<li>A pre-arrival check-in or meeting with the CG and\/or co-sponsor, often when the Notification of Arrival Transmission (NAT) is issued, to review tasks, responsibilities and obligations.<\/li>\n<li>A post-arrival check-in with the CG and\/or co-sponsor and the newcomer(s), often within the first two weeks after arrival, to ensure that the proper supports are in place.<\/li>\n<li>Check-in with the CG and\/or co-sponsor and the newcomer(s) during the sponsorship period on an ad-hoc basis or at regular intervals.<\/li>\n<li>Three, six and nine month check-ins during the sponsorship period; and,<\/li>\n<li>An evaluation with the CG and\/or co-sponsor and the newcomer(s) at or near the end of the sponsorship period, or a final report is prepared and submitted to the SAH by the CG and\/or co-sponsor.<\/li>\n<\/ul>\n<h2>Useful Tools and Practices<\/h2>\n<p>SAHs have found the following tools and practices helpful when monitoring or checking-in with the CG and\/or co-sponsor and the newcomer(s):<\/p>\n<ul>\n<li>Ensuring that all parties (CG and\/or co-sponsor and the newcomer(s)) have a copy of the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5440e.pdf\" target=\"_blank\" rel=\"noopener\">Settlement Plan<\/a> that the SAH prepared with the CG and\/or co-sponsor and submitted to IRCC or kept on file;<\/li>\n<li>Listing all persons or parties involved in the sponsorship on the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5373e.pdf\" target=\"_blank\" rel=\"noopener\">Sponsorship Undertaking – Sponsorship Agreement Holders (SAH) [IMM 5373]<\/a> form as a CG or a co-sponsor so they have a formal legal responsibility with IRCC and can be held liable;<\/li>\n<li>A signed internal agreement, MOU or contract with the CG and\/or co-sponsor with each parties’ responsibilities, obligations and expectations clearly outlined;<\/li>\n<li>A <a href=\"https:\/\/www.refsis.ca\/\" target=\"_blank\" rel=\"noopener\">database<\/a> that allows the SAH to track applications and store contact information for the CG, co-sponsor and the newcomer(s);<\/li>\n<li>An agreement that the parties will inform the SAH if there are any changes in contact information (such as residential address so that the SAH can ensure they are fulfilling the residency requirements); and,<\/li>\n<li>Distributing the contact information of the SAH to CGs, co-sponsors and newcomer(s) and encouraging them to contact the SAH with any issues or questions.<\/li>\n<\/ul>\n<h2>What Methods Work for SAHs?<\/h2>\n<p>SAHs have the same latitude in setting their own monitoring practices as they do with setting their criteria for recognizing and authorizing CGs and co-sponsors.  SAHs can review the list of practices in this document and choose those that work best for them.<\/p>\n<p>SAHs should decide on a process or list of steps that they will use with each group. Here are ones that many SAHs use already:<\/p>\n<p><strong> 1. Reviewing the Settlement Plan:<\/strong> A SAH should revisit the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5440e.pdf\" target=\"_blank\" rel=\"noopener\">Settlement Plan<\/a> it completed and kept on file for the application with its CG and\/or co-sponsor either shortly before or shortly after the expected arrival of the newcomer(s), preferably with the newcomer(s) full participation. This might be as soon as the application is approved by the Visa Office overseas; when the pre-Notice of Arrival Transmission (NAT) or the NAT is received; or, a few days before the newcomer(s) arrival in Canada.<\/p>\n<p>Some refugees arrive in Canada several months or years after the sponsorship is submitted to IRCC. For this reason, the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5440e.pdf\" target=\"_blank\" rel=\"noopener\">Settlement Plan<\/a> should be reviewed so that the CG and\/or co-sponsor is reminded of their responsibilities, obligations and commitments. In addition, there may have been changes in the composition of the SAH, CG and\/or co-sponsor: the SAH may have a new representative; members of the CG or the co-sponsor may have moved to a different location; the CG and\/or co-sponsor may no longer be available due to sickness or incapacitation and be unable to carry out their duties. Reviewing the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5440e.pdf\" target=\"_blank\" rel=\"noopener\">Settlement Plan<\/a> allows the SAH to address and respond to any of these changes, as well as revise the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5440e.pdf\" target=\"_blank\" rel=\"noopener\">Settlement Plan<\/a>, to ensure that the newcomer(s) will receive adequate financial and settlement support on their arrival in Canada.<\/p>\n<p>Reviewing and revising the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5440e.pdf\" target=\"_blank\" rel=\"noopener\">Settlement Plan<\/a> with the CG and\/or co-sponsor and the newcomer(s) throughout the sponsorship period is also helpful, especially if unexpected issues arise that affect the enactment of the original plan. This may take place if the group identifies previously unknown settlement needs, or a conflict arises amongst the parties, or the CG and\/or co-sponsor is not providing financial and settlement support to the required standards, and the SAH needs to find an alternative group.<\/p>\n<p><strong>IMPORTANT<\/strong>: All SAHs are required to complete a <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5440e.pdf\" target=\"_blank\" rel=\"noopener\">Settlement Plan<\/a>. If the SAH is less than two years old, the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5440e.pdf\" target=\"_blank\" rel=\"noopener\">Settlement Plan<\/a> must be submitted with the application package to ROC-O. If a SAH is more than two years old, the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5440e.pdf\" target=\"_blank\" rel=\"noopener\">Settlement Plan<\/a> does not need to be submitted to ROC-O, but it must be completed and kept on file as IRCC may request a copy of this form at any time.<\/p>\n<p><strong> 2. Good Communication: <\/strong>Good communication and an open-door policy on the part of the SAH towards its CGs, co-sponsors and the newcomer(s) will foster successful settlement and the smooth execution of the <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/english\/pdf\/kits\/forms\/imm5440e.pdf\" target=\"_blank\" rel=\"noopener\">Settlement Plan<\/a>. CGs, co-sponsors and newcomers should be encouraged to contact the SAH with any issues or questions. A collegial working relationship with CGs, co-sponsors and the newcomers throughout the sponsorship period will allow the SAH to act in a timely way to ensure the best settlement outcomes for the resettled newcomer(s) and to ensure that the CG and\/or co-sponsor is fulfilling its financial and settlement responsibilities. For national SAHs, good communication with regional offices, CGs, co-sponsors and the newcomer(s) in the community of settlement is particularly important as it enables the SAH to respond to any issues that arise and intervene if necessary.<\/p>\n<p><strong>3. Home Visits: <\/strong>Some SAHs have found it useful to visit the newcomer(s) to observe their living conditions. The visit could happen at the early stages of the sponsorship period, or once the newcomer(s) are housed in permanent accommodation. A visit allows the SAH to see whether the accommodation is appropriate for the newcomer(s) family’s size and the needs of children, young women and the elderly in the family; whether the furniture and utensils are suitable; and, whether the housing is safe and fit to live in during both cold and hot seasons. Visiting more than once, without being intrusive, may be a good way for SAHs to ensure that the CG and\/or cosponsors are fulfilling their responsibilities and to find out if the newcomer(s) has any concerns. Home visits should be scheduled respectfully and with the permission of the newcomer(s).<\/p>\n<p><strong> 4. Surveys: <\/strong>Some SAHs have developed surveys to gather information about the settlement experiences of newcomer(s) and the CG and\/or cosponsors. One SAH distributes two surveys: one that is filled out by the newcomer(s) during the initial stages of the sponsorship, and another that all parties complete at the end of the sponsorship. This gives the SAH an idea of how the CG and\/or co-sponsor have met or tried to meet the needs of the newcomer(s) and honour their responsibilities, obligations and commitments. Note: Surveys should be used in combination with one or more of the other listed methods to ensure that the SAH is kept aware of any potential or emerging issues that arise during the sponsorship period and is able to intervene if necessary.<\/p>\n<p><strong> 5. Monthly Reporting: <\/strong>Some SAHs require the CG and\/or co-sponsors to provide a monthly report using a template that the SAH has created. The questions in the reporting template deal with different aspects of the sponsorship and cover the relationship between the CG and\/or co-sponsor and the newcomer(s) as well as the supports being provided and the internal processes used to ensure that the newcomer(s) needs are being met.<\/p>\n<p><strong> 6. Individual Intervention: <\/strong>A SAH has the right and an obligation to intervene and take corrective action to avoid situations, misunderstandings or disagreements which could have an impact on newcomer(s), the sponsorship or the SAH’s Sponsorship Agreement. These misunderstandings or disagreements might happen if the CG or co-sponsor are unable or unwilling to fulfill their responsibilities and obligations due to conflict or other reasons. In the case of a conflict or a dispute, SAHs should find a way to help resolve the conflict. If, despite the best efforts of a SAH, the CG and\/or co-sponsors cannot continue providing financial and settlement support to the newcomer(s), the SAH may need to look for another CG and\/or co-sponsors to assume the responsibilities of the sponsorship. The SAH also has the option of assuming the sponsorship responsibilities without the assistance of the CG and\/or co-sponsor. If the SAH cannot resolve a conflict, it can <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2019\/03\/PSR-Operations-Key-Contacts-and-Activities-March-5-2019.pdf\" target=\"_blank\" rel=\"noopener\">contact IRCC for guidance<\/a>.<\/p>\n<p>Just as every SAH and its CGs and co-sponsors are different and every sponsorship is unique, there is no single way to monitor sponsorships. The above-mentioned practices, and others, can help sponsors determine whether the sponsorship commitments are being met on schedule and if the settlement experience is meeting the refugees’ needs.<\/p>\n<p>SAHs may also choose to use the best practices checklists available for download on this page to monitor and check-in with their CG and\/or co-sponsors and the newcomer(s).<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-8\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">8. Monitoring by IRCC<\/p><div class=\"accordion-body\"><\/p>\n<p>As noted in the SAH’s Sponsorship Agreement, both IRCC and SAHs are responsible for monitoring the quality of financial and settlement support being provided to the newcomer(s) in order to ensure that both the sponsor and the newcomer(s) are meeting their respective commitments and responsibilities.[1]<\/p>\n<p>IRCC’s <a href=\"mailto:IRCC.PSRCaseReview-RevuedecasPSR.IRCC@cic.gc.ca\">Resettlement Services Assurance Team (RSAT)<\/a> conducts post-arrival assurance activities to ensure that the newcomer(s) are receiving the support they should be from the SAH and the CG and\/or co-sponsor.<\/p>\n<p>Information about the activities and procedures used by RSAT can be found <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2021\/04\/PSR-Post-Arrival-Assurance-Activities-March-2021.pdf\">here<\/a>.<\/p>\n<p>Information on who to contact at IRCC at each stage of the sponsorship process can be found <a href=\"https:\/\/www.rstp.ca\/wp-content\/uploads\/2021\/04\/PSR-Operations-Key-Contacts-and-Activities-March-2021.pdf\" target=\"_blank\" rel=\"noopener\">here<\/a>.<\/p>\n<p><small>[1] See Section 5(r) of the Sponsorship Agreement and Section 6(k) of the Agreement.<\/small><\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":4,"featured_media":0,"parent":11,"menu_order":4,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/688"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=688"}],"version-history":[{"count":18,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/688\/revisions"}],"predecessor-version":[{"id":15128,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/688\/revisions\/15128"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/11"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=688"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}