{"id":730,"date":"2014-03-26T23:36:59","date_gmt":"2014-03-27T03:36:59","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=730"},"modified":"2019-07-21T05:13:19","modified_gmt":"2019-07-21T09:13:19","slug":"workplace-sponsorship-and-bvor","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/bvor\/workplace-sponsorship-and-bvor\/","title":{"rendered":"Workplace Sponsorship and BVOR"},"content":{"rendered":"<h2>What is workplace sponsorship?<\/h2>\n<p>Workplaces are rich in people, networks and opportunities that can benefit newcomers. Colleagues can form a workplace sponsorship group, while employers can provide employment and volunteer opportunities for newcomers, or even fund the sponsorship cost. People can engage in workplace sponsorship by forming a Group of Five, becoming a Community Sponsor, or by partnering with a Sponsorship Agreement Holder.<\/p>\n<h2>What is the role of a workplace sponsor?<\/h2>\n<p>Workplace sponsors provide financial, emotional and settlement support to the newcomers during their first year in Canada. The Canadian government has developed guidelines for the amount and type of support required for the first twelve months. Under the BVOR (Blended Visa Office-Referred) program, the government covers a significant portion of the newcomers’ living costs for the first year, while the rest is provided by the sponsoring group. Sponsors of &#8220;named cases,&#8221; meaning refugees with whom the sponsors are familiar, fund the entire cost of the first year of sponsorship.<\/p>\n<p>The sponsoring group helps the newcomers settle in their community. They help them find suitable housing; assist with registration for educational programs and language classes; find health care providers; and are available to offer emotional support to the newcomers.<\/p>\n<h2>Why should you become a workplace sponsor?<\/h2>\n<p>Workplace sponsorship is primarily a humanitarian act. Under the BVOR program, workplaces can sponsor UN-referred refugees and refugee families in need of life-saving intervention. These include women at risk and LGBTQ+ individuals. All BVOR refugees have been approved by the Government of Canada.<\/p>\n<p>The benefits of workplace sponsorship include:<\/p>\n<ul>\n<li><strong>Saving lives<\/strong> – Workplace sponsorships help refugees find a safe, secure home in Canada, where they can rebuild their lives, raise their families and plan for their future.<\/li>\n<li><strong>Making friends, building community<\/strong> – Workplace sponsorships create a perfect environment for making friends and building community, both within the workplace and with the refugee newcomers and their family. Sponsors often say this is the greatest reward of sponsorship.<\/li>\n<li><strong>Team building, skills development <\/strong>– Workplace sponsorships require a group of people to work together to achieve a very important goal. The skills to do this are probably already present in your workplace, but a sponsorship requires employees and possibly employers to take on new roles and develop new abilities including project management, group facilitation, budgeting, fundraising, etc.<\/li>\n<li><strong>Learning about and sharing cultures<\/strong> – Workplace sponsorships allow sponsors and newcomers to learn about each other’s cultures – music, food, traditions. This sharing can be enormously enriching to everyone involved in the sponsorship.<\/li>\n<li><strong>Increasing employee engagement<\/strong> – Workplace sponsorships can contribute to the Corporate Social Responsibility goals of the employer and can be a powerful and meaningful way of increasing employee engagement.<\/li>\n<\/ul>\n<h2>How can workplace sponsors get involved?<\/h2>\n<p>Employees, and even employers, can become workplace sponsors by forming groups within their organization that will help refugees settle and integrate into life in their new community.<\/p>\n<p>If you are interested in workplace sponsorship and helping refugees, start by taking a look at our list of <strong><a href=\"http:\/\/www.rstp.ca\/en\/bvor\/refugee-profiles\/\">BVOR Refugee Profiles<\/a><\/strong>. These refugees have been referred by UNHCR (the United Nations refugee agency) and approved by the Canadian government.<\/p>\n<p>Contact the BVOR worker at 1.877.290.1701 x2403 or <a href=\"mailto:bvor@rstp.ca\">bvor@rstp.ca<\/a> to register. They will complete the match between sponsoring groups and refugees.<\/p>\n<h2>Why should workplace sponsors consider working with the BVOR program?<\/h2>\n<ul>\n<li><strong>BVOR matches sponsors with refugees <\/strong> – The BVOR program makes it easier for workplace sponsors to find individuals and families who are eligible to be sponsored. BVOR regularly publishes lists of UN-referred and Canadian government-approved refugees. After you’ve discussed your interests with BVOR staff and been oriented to the program, you can choose refugees that suit your group’s capacity.<\/li>\n<li><strong>BVOR identifies refugees who are in the most need<\/strong> – Workplace sponsors can be confident that they are supporting refugees who have been identified by UNHCR and the Government of Canada as among those most vulnerable and in need of help.<\/li>\n<li><strong>BVOR reduces the amount of funds that need to be raised<\/strong> – Unlike other sponsorships, BVOR sponsors contribute just more than half of the funds required to support the refugees during their first year in Canada. The Government of Canada provides the rest.<\/li>\n<li><strong>BVOR refugees will arrive soon after your application is sent <\/strong>– BVOR refugees are screened and approved by the Government of Canada for resettlement. Once a workplace sponsor has been matched with an applicant, the refugees will arrive in Canada within 6 to 12 weeks. This means workplace sponsors can plan more effectively for the arrival of the refugees. It also makes it easier to avoid any changes to the sponsorship group due to changes in life circumstances – such as group members leaving the workplace, illness, or moving to another city. Knowing when the refugees will arrive has encouraged some groups to sponsor a new BVOR case each year.<\/li>\n<\/ul>\n<h2>Is it necessary to provide a job in your workplace?<\/h2>\n<p>No. Once the refugees arrive, it is part of the sponsor group’s responsibility to help the newcomers find employment. If there is a suitable job opportunity at the sponsor group’s workplace, the newcomer can be made aware of the position. Ultimately, the newcomer must make the decision about what employment will be best for him or her.<\/p>\n<p>Workplace sponsorship, like all refugee sponsorship, is first and foremost a humanitarian effort. Workplace sponsors are prohibited from using refugee sponsorship as a way to recruit new employees.<\/p>\n<h2>Sponsorship responsibilities<\/h2>\n<p>Sponsorship is regulated and monitored by the Government of Canada, with specific guidelines that sponsors must follow.<\/p>\n<p>These include:<\/p>\n<ul>\n<li>The amount of money to be collected and held in trust as part of the application for a sponsored refugees’ first year in Canada<\/li>\n<li>Housing standards<\/li>\n<li>Allowances for phones, the purchase of household goods and transportation<\/li>\n<li>Allowances for food<\/li>\n<li>Newcomers rights to independent control of their budget<\/li>\n<li>Adequate time for learning English or French through language classes<\/li>\n<li>Settlement support, including orientation to services, transit and other daily activities<\/li>\n<\/ul>\n<h2>What difficulties might occur with workplace sponsorship?<\/h2>\n<ul>\n<li>There may be a perception that workplaces are engaging in refugee sponsorship in order to further their business interests, rather than as a genuine humanitarian response.<\/li>\n<li>A work conflict or power dynamic may interfere with workplace sponsorship efforts.<\/li>\n<\/ul>\n<h2>How can a workplace sponsor avoid or mitigate any problems?<\/h2>\n<ul>\n<li>Workplace sponsors must clearly understand their sponsorship responsibilities and the rules governing the refugee sponsorship program.<\/li>\n<li>It’s helpful for workplaces to have policies about workplace sponsorship and issues that could arise. These could include policies on dealing with conflict, managing expectations and the ethics of sponsorship.<\/li>\n<\/ul>\n<h2>What support is available?<\/h2>\n<p>The Refugee Sponsorship Training Program provides training and support for all refugee sponsors. Local settlement agencies also provide support during the settlement year.<\/p>\n<p><em>RSTP would like to thank Refugee Hub for their research and publications on Workplace Sponsorship, which we have borrowed from in this piece.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>What is workplace sponsorship? Workplaces are rich in people, networks and opportunities that can benefit newcomers. Colleagues can form a workplace sponsorship group, while employers can provide employment and volunteer [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":10009,"menu_order":5,"comment_status":"open","ping_status":"closed","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/730"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=730"}],"version-history":[{"count":34,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/730\/revisions"}],"predecessor-version":[{"id":10119,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/730\/revisions\/10119"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/10009"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=730"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}