{"id":7596,"date":"2018-04-05T10:26:36","date_gmt":"2018-04-05T14:26:36","guid":{"rendered":"http:\/\/www.rstp.ca\/?page_id=7596"},"modified":"2021-09-01T13:18:36","modified_gmt":"2021-09-01T17:18:36","slug":"afghanistan","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/refugees\/country-condition-information\/afghanistan\/","title":{"rendered":"Afghanistan"},"content":{"rendered":"<p class=\"small\"><a name=\"top\"><\/a><a href=\"#1\">Overview of Afghanistan<\/a> | <a href=\"#2\">Humanitarian situation<\/a> | <a href=\"#3\">Persecuted populations<\/a> | <a href=\"#4\">Country of asylum<\/a> | <a href=\"#5\">Cultural profiles<\/a> | <a href=\"#6\">News<\/a> | <a href=\"#7\">Multi-media<\/a> | <a href=\"#8\">Essential resources<\/a><\/p>\n<h2><a name=\"1\"><\/a>Overview of Afghanistan<\/h2>\n<table class=\"country-info\">\n<tbody>\n<tr>\n<td><strong>Capital:<\/strong><\/td>\n<td>Kabul<\/td>\n<\/tr>\n<tr>\n<td><strong>Area:<\/strong><\/td>\n<td>647,500 km²<\/td>\n<\/tr>\n<tr>\n<td><strong>Population:<\/strong><\/td>\n<td>31,056,997 (2006 estimate)<\/td>\n<\/tr>\n<tr>\n<td><strong>Language(s):<\/strong><\/td>\n<td>Afghan Persian (Dari) &#8211; 50%, Pashtu &#8211; 35%, Turkic languages (mainly Uzbek and Turkmen) &#8211; 11%, Balochi, Pashai, and others &#8211; 4%.<\/td>\n<\/tr>\n<tr>\n<td><strong>Religion(s):<\/strong><\/td>\n<td>Sunni Muslim &#8211; 80%, Shiite Muslim &#8211; 19%, others &#8211; 1%.<\/td>\n<\/tr>\n<tr>\n<td><strong>Ethnic Group(s):<\/strong><\/td>\n<td>Pashtun &#8211; 42%, Tajik &#8211; 27%, Uzbek &#8211; 9%, Hazara &#8211; 9%, others &#8211; 13%.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p><strong><a href=\"https:\/\/www.international.gc.ca\/country-pays\/afghanistan\/index.aspx?lang=eng\" target=\"_blank\" rel=\"noopener\">https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/overview-apercu_af.aspx?lang=eng<\/a><\/strong><strong>. [accessed August 31, 2021]<\/strong><\/p>\n<p><a class=\"button style3\" href=\"#top\">Return to top<\/a><\/p>\n<h2><a name=\"2\"><\/a>Humanitarian situation<\/h2>\n<p>As far back as 1979, Afghanistan has been plagued with armed conflict. The crux of the conflict has been the civil war lasting from 1994 to 2001 between the Mujahedeen and the Taliban, and the impact of 9\/11. As a result of the 9\/11 attacks, the U.S and UK implemented Operation Enduring Freedom (OEF) with the objective of abolishing terrorist activity and capturing members of Al-Qaeda. Currently the degree of armed conflict and human rights violations has been escalating as the International Security Assistance Force (ISAF) and OEF have opposed insurgent groups such as the Taliban, the Hezb-e Eslami and Al-Qaeda.<\/p>\n<p>Steps to initiate peacebuilding in Afghanistan have not been as successful as many hoped. For instance, members of the Taliban commission have stated that peace cannot be achieved as long as foreign troops remain in the country. In 2016, a peace agreement was signed by President Ashraf Ghani and the second largest insurgent group, Hezb-e Eslami, in exchange for amnesty for alleged crimes. Despite these attempts to promote peace, human rights issues still prevail, including torture and abuse; extrajudicial killings; arbitrary arrest and detention; poor prison conditions, prolonged pretrial detention; judicial corruption; violation of privacy rights; limitations on freedom of the press, assembly, religion and movement; official corruption; discrimination and sexual gender-based violence; sexual abuse of children and child labour; abuse of workers’ rights; and abuse against minorities. Insurgent groups and the Taliban have been responsible for fatal attacks that have killed a growing number of civilians, including women and children. Moreover, villagers, foreigners and NGO workers are threatened, attacked, robbed and even killed by antigovernment groups.<\/p>\n<p>Corruption, lack of due process, impunity, and ineffective government investigations of abuses by local security forces remain widespread and pervasive despite reform efforts. As a result, human rights violations are neither addressed nor remedied. Factors thought to have led to the current humanitarian situation include a lack of or insufficient social services; the sharp rise in the cost of food; excessive use of force; a growing number of civilian casualties of armed conflict; and restrictions on humanitarian access by the UN and other organizations.<\/p>\n<p>For UNHCR Operations for Afghan refugees refer to UNHCR’s Global Focus <a href=\"http:\/\/reporting.unhcr.org\/node\/4505\" target=\"_blank\" rel=\"noopener\">http:\/\/reporting.unhcr.org\/node\/4505<\/a>.<\/p>\n<p><a class=\"button style3\" href=\"#top\">Return to top<\/a><\/p>\n<h2><a name=\"3\"><\/a>Persecuted populations<\/h2>\n<p>Given the ongoing conflict and widespread human rights violations, UNHCR recognizes the need for international protection of Afghan asylum-seekers. The following section will outline specific groups that have been identified by UNHCR as requiring favourable consideration. Currently the option for internal flight or relocation (IFA\/IRA) is not a viable alternative within certain areas of Afghanistan. This is because of pervasive violence due to armed conflict and human rights violations, compounded by agents who act with impunity. Internal flight or relocation is unavailable for those fearing persecution from state actors, and also for those persecuted by non-state actors who can act in areas beyond their control. See, UN High Commissioner for Refugees (UNHCR), <em>UNHCR Country Briefing Folder on Afghanistan<\/em>, March 2008, available at: <a href=\"http:\/\/www.refworld.org\/docid\/47e279222.html\" target=\"_blank\" rel=\"noopener\">http:\/\/www.refworld.org\/docid\/47e279222.html<\/a> [accessed 12 March 2018].<\/p>\n<p><strong><em>Members of minority religious groups and persons perceived as contravening Sharia law<\/em><\/strong><\/p>\n<p>Minority religious groups such as Christians, Sikhs, Hindus and Baha’is make up less than one percent of the Afghan population. The Afghan constitution states that although Islam is the religion of the state, followers of other religions are able to practice their religion within the limits of the law. Sharia law is used to address matters that are not explicitly stated in the constitution. According to interpretations of Sharia law, conversions from Islam are considered apostasy and punishable by death. A male over 18, or female over 16, of sound mind who converts from Islam is given three days to recant their conversion. Failure to do so may result in death by hanging. They may also face loss of all property and possessions and having their marriage nullified. Thus, converts from Islam risk persecution on account of their religion.<\/p>\n<p><strong><em>Minority ethnic groups<\/em><\/strong><\/p>\n<p>Asylum-seekers from areas where they are an ethnic minority face risk of persecution when they try to recover land and property. The Pashtun people, who are associated with the Pashtun-led Taliban from Southern Afghanistan, have been displaced due to ethnic violence in the Northern and Western regions following the Taliban’s downfall. They are now targets of abuse, killing, beating, sexual violence, extortion and looting. Moreover, they may be unable to reclaim lost property after having been displaced. Land disputes are often settled with violence. This has caused difficulty for Afghan Gujurs from Takhar. Hazaras, another ethnic minority thought to be at risk of persecution, are subject to social discrimination and susceptible to the growing power of armed non-state actors.<\/p>\n<p><strong><em>Real or perceived government supporters, including government officials and civil society members<\/em><\/strong><\/p>\n<p>The following have been systematically targeted by anti-government groups: government officials; civil servants; tribal leaders aligned with the government; and other civilians who are associated or believed to be associated with the government. These individuals face intimidation, abduction, bombing, suicide attacks and assassination. Anti-government groups use coercion, threats and force to gain control over territories and their inhabitants. These have weakened the public’s confidence in the Afghan government. In some cases, those suspected of spying for the Afghan military or other international forces have been executed.<\/p>\n<p><strong><em>Actual or perceived supporters of armed anti-government groups<\/em><\/strong><\/p>\n<p>Afghan civilians believed to be associated or collaborating with anti-government groups are at risk of detention and\/or abuse at the hands of Afghan security forces. Reports indicate detainees have been subject to ill treatment in detention.<\/p>\n<p><strong><em>Journalists<\/em><\/strong><\/p>\n<p>Contrary to provisions in the law, there are reports of curbs on the media and an increasing incidence of harassment, intimidation and violence against journalists. Journalists have been subjected to detention by authorities as well as threats and harassment by those in positions of power. Journalists risk persecution by armed actors for expressing differing political opinions or views on Islam.<\/p>\n<p><strong><em>Persons associated with the former People’s Democratic Party of Afghanistan and other left-aligned political parties<\/em><\/strong><\/p>\n<p>High ranking members of the PDPA are at risk of persecution. Factors contributing to their risk include professional profile, family background, political links, and real or perceived association with violations committed by the communist regime in Afghanistan between 1979 and 1992.<\/p>\n<p><strong><em>Women<\/em><\/strong><\/p>\n<p>Women in Afghanistan have faced long-standing societal discrimination. Women who are perceived as deviating from tradition, gender roles and the legal system are at risk of ill-treatment. According to Amnesty International, the Afghan judiciary registered more than 3,700 cases of violence against women and girls between January and August 2016. Ill-treatment may be inflicted by a number of actors and ranges from domestic violence and custodial sentences to degrading and inhumane treatment often performed in public. Women’s rights have been and continue to be restricted by laws such as the Shiite Personal Status Law passed in 2009. Women and girls are also increasingly affected by violence including domestic violence, sexual violence, immolation and suicide. Stigma surrounding gender-based violence stifles victims’ willingness to report incidences and obtain physical and psychological treatment or other forms of support.<\/p>\n<p><strong><em>Children<\/em><\/strong><\/p>\n<p>As violence in the country increases a growing number of children are being ill-treated, exploited and killed. There have been reports of child recruitment by armed groups in all regions, especially in the South, South-east and Eastern areas. Afghan authorities have arrested and detained children based on association with armed groups. These children have been subject to ill-treatment and prolonged detention without access to legal assistance. Children have also been victims of violence between opposing groups. It was reported that the Taliban shot and killed a 10-year-old boy on his way to school based on the belief that the child previously fought against the Taliban with an older relative. A significant number of child casualties have been reported as a result of suicide bombings, vehicle- and body-borne improvised explosive devices, and attacks by anti-government forces. Sexual violence against children has increased in recent years as perpetrators act with impunity.<\/p>\n<p><strong><em>Blood feuds<\/em><\/strong><\/p>\n<p>Individuals may be at risk of being victims to blood feuds – conflict between families, tribes or armed factions. Individuals may be targeted based on their association with an opposing family or tribe. Acts of retaliation may range from public shaming to physical injury or killing. The degree of threat should be considered in assessing protection needs; individuals who face a violation of their right to life are recognized as needing protection.<\/p>\n<p>UN High Commissioner for Refugees (UNHCR), <em>UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Afghanistan<\/em>, 19 April 2016, HCR\/EG\/AFG\/16\/02, available at: <a href=\"http:\/\/www.refworld.org\/docid\/570f96564.html\" target=\"_blank\" rel=\"noopener\">http:\/\/www.refworld.org\/docid\/570f96564.html<\/a> [accessed 12 March 2018].<\/p>\n<p><a class=\"button style3\" href=\"#top\">Return to top<\/a><\/p>\n<h2><a name=\"4\"><\/a>Country of asylum<\/h2>\n<p><strong>Iran<\/strong><\/p>\n<p>In 2017 the UNHCR recorded 979,410 refugees in Iran, of whom 951,142 came from Afghanistan. The majority of Afghan refugees have been living in Iran for 20 to 30 years. The existence of so-called “no-go areas” for Afghan refugees in Iran pressures many Afghan refugees to either repatriate or relocate to limited settlement areas which have been deemed unsuitable by the UNHCR. In 2012, under the quadripartite agreement involving Afghanistan, Iran, Pakistan and the UNHCR, the <em>Solutions Strategy for Afghan Refugees<\/em> was developed to provide comprehensive solutions and meet the needs of Afghan refugees in the region.<\/p>\n<p><strong><em>Settlements.<\/em><\/strong> Although Iran has hosted one of the largest refugee populations, the middle-income country receives minimal international support. The majority, 97%, of Iran’s registered refugees live in urban areas, with 3% living in 20 settlements across Iran. Unfortunately, an estimated 22% of registered Afghan refugees live in poverty in settlements. Afghan refugees in Iran face legal, security, health and employment barriers, and live often in very poor conditions.<\/p>\n<p><strong>2018 Refugee Settlements in Iran<\/strong><\/p>\n<ol>\n<li>Ziveh<\/li>\n<li>Dilzeh<\/li>\n<li>Bazileh<\/li>\n<li>Varmahang<\/li>\n<li>Songhor<\/li>\n<li>Bardsir<\/li>\n<li>Torbat-e-Jam<\/li>\n<li>Rafsanjan<\/li>\n<li>Jahrom<\/li>\n<li>Sarvestan<\/li>\n<li>Dalaki<\/li>\n<li>Taft<\/li>\n<li>Ardakan<\/li>\n<li>Meybod<\/li>\n<li>Mohajerin<\/li>\n<li>Saveh<\/li>\n<li>Abazar<\/li>\n<li>Baninajar<\/li>\n<li>Ansar<\/li>\n<li>Soltanieh<\/li>\n<\/ol>\n<p>Source: <a href=\"http:\/\/reporting.unhcr.org\/node\/2527\" target=\"_blank\" rel=\"noopener\">http:\/\/reporting.unhcr.org\/node\/2527<\/a>.<\/p>\n<p><strong><em>‘Amayesh’ Cards<\/em><\/strong><strong>:<\/strong> The Iranian government finalized its registration of Afghan refugees in 2010. Registered refugees obtained <em>Amayesh <\/em>cards, an Iranian refugee identification card. The card does not specify the permitted length of stay in the country nor entitle the refugee to work legally in Iran. The issuance of this card and temporary work permits is costly for Afghan refugees, who must make a payment to the municipality. Due to the newly imposed taxes on Afghan refugees, many are unable to cover this cost. Afghan refugees who cannot pay the fee for the card renewal do not receive a new ID card and therefore lose their legal status in Iran.<\/p>\n<p><a class=\"button style3\" href=\"#top\">Return to top<\/a><\/p>\n<h2><a name=\"5\"><\/a>Cultural profiles<\/h2>\n<ul>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-1\" target=\"_blank\" rel=\"noopener\">Conversations<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-2\" target=\"_blank\" rel=\"noopener\">Communication Styles<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-3\" target=\"_blank\" rel=\"noopener\">Display of Emotion<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-4\" target=\"_blank\" rel=\"noopener\">Dress, Punctuality &amp; Formality<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-5\" target=\"_blank\" rel=\"noopener\">Preferred Managerial Qualities<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-6\" target=\"_blank\" rel=\"noopener\">Hierarchy and Decision-making<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-7\" target=\"_blank\" rel=\"noopener\">Religion, Class, Ethnicity, &amp; Gender<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-8\" target=\"_blank\" rel=\"noopener\">Relationship-building<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-9\" target=\"_blank\" rel=\"noopener\">Privileges and Favouritism<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-10\" target=\"_blank\" rel=\"noopener\">Conflicts in the Workplace<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-11\" target=\"_blank\" rel=\"noopener\">Motivating Local Colleagues<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-12\" target=\"_blank\" rel=\"noopener\">Recommended Books, Films &amp; Foods<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-13\" target=\"_blank\" rel=\"noopener\">In-country Activities<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-14\" target=\"_blank\" rel=\"noopener\">National Heroes<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-15\" target=\"_blank\" rel=\"noopener\">Shared Historical Events with Canada<\/a><\/u><\/li>\n<li><u><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/ci-ic_af.aspx?lang=eng#cn-16\" target=\"_blank\" rel=\"noopener\">Stereotypes<\/a><\/u><\/li>\n<\/ul>\n<p><a href=\"https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/overview-apercu_af.aspx?lang=eng\" target=\"_blank\" rel=\"noopener\">https:\/\/www.international.gc.ca\/cil-cai\/country_insights-apercus_pays\/overview-apercu_af.aspx?lang=eng<\/a><strong> [accessed March 12, 2018].<\/strong><\/p>\n<p><a class=\"button style3\" href=\"#top\">Return to top<\/a><\/p>\n<h2><a name=\"6\"><\/a>News<\/h2>\n<ul>\n<li>Timeline: US intervention in Afghanistan 2001 to 2017: <a href=\"http:\/\/www.aljazeera.com\/news\/2017\/08\/2001-2017-intervention-afghanistan-170822035036797.html\" target=\"_blank\" rel=\"noopener\">http:\/\/www.aljazeera.com\/news\/2017\/08\/2001-2017-intervention-afghanistan-170822035036797.html<\/a><\/li>\n<li>The war America can’t win: how the Taliban are regaining control in Afghanistan: <a href=\"https:\/\/www.theguardian.com\/world\/2017\/aug\/03\/afghanistan-war-helmand-taliban-us-womens-rights-peace\" target=\"_blank\" rel=\"noopener\">https:\/\/www.theguardian.com\/world\/2017\/aug\/03\/afghanistan-war-helmand-taliban-us-womens-rights-peace<\/a><\/li>\n<li>Afghanistan in 2017: Achievements and Challenges: <a href=\"https:\/\/thediplomat.com\/2017\/12\/afghanistan-in-2017-achievements-and-challenges\/\" target=\"_blank\" rel=\"noopener\">https:\/\/thediplomat.com\/2017\/12\/afghanistan-in-2017-achievements-and-challenges\/<\/a><\/li>\n<li>Will Canada finally deal with its Afghan war skeletons?: <a href=\"https:\/\/www.theglobeandmail.com\/opinion\/will-canada-finally-deal-with-its-afghan-war-skeletons\/article37500096\/\" target=\"_blank\" rel=\"noopener\">https:\/\/www.theglobeandmail.com\/opinion\/will-canada-finally-deal-with-its-afghan-war-skeletons\/article37500096\/<\/a><\/li>\n<li>‘Chaos benefits the Taliban’: Why the war in Afghanistan is getting worse: <a href=\"http:\/\/www.cbc.ca\/radio\/thecurrent\/the-current-for-january-30-2018-1.4509065\/chaos-benefits-the-taliban-why-the-war-in-afghanistan-is-getting-worse-1.4510310\" target=\"_blank\" rel=\"noopener\">http:\/\/www.cbc.ca\/radio\/thecurrent\/the-current-for-january-30-2018-1.4509065\/chaos-benefits-the-taliban-why-the-war-in-afghanistan-is-getting-worse-1.4510310<\/a><\/li>\n<li>Canada won’t redeploy troops to Afghanistan as NATO promises more soldiers: <a href=\"http:\/\/nationalpost.com\/news\/world\/canada-wont-redeploy-troops-to-afghanistan-as-nato-promises-more-soldiers\" target=\"_blank\" rel=\"noopener\">http:\/\/nationalpost.com\/news\/world\/canada-wont-redeploy-troops-to-afghanistan-as-nato-promises-more-soldiers<\/a><\/li>\n<li>Afghanistan: Girls Struggle for an Education: <a href=\"https:\/\/www.hrw.org\/news\/2017\/10\/17\/afghanistan-girls-struggle-education\" target=\"_blank\" rel=\"noopener\">https:\/\/www.hrw.org\/news\/2017\/10\/17\/afghanistan-girls-struggle-education<\/a><\/li>\n<li>#MeToo in Afghanistan: Is Anyone Listening?: <a href=\"https:\/\/www.hrw.org\/news\/2017\/12\/20\/metoo-afghanistan-anyone-listening\" target=\"_blank\" rel=\"noopener\">https:\/\/www.hrw.org\/news\/2017\/12\/20\/metoo-afghanistan-anyone-listening<\/a><\/li>\n<li>Raped, then Assaulted by the Afghan Justice System: <a href=\"https:\/\/www.hrw.org\/news\/2017\/12\/13\/raped-then-assaulted-afghan-justice-system\" target=\"_blank\" rel=\"noopener\">https:\/\/www.hrw.org\/news\/2017\/12\/13\/raped-then-assaulted-afghan-justice-system<\/a><\/li>\n<li>Attack on civilians in Kabul another ‘despicable crime’ in a year of Atrocities: <a href=\"http:\/\/www.un.org\/apps\/news\/story.asp?NewsID=58359#.Wn4XVyXwbcs\" target=\"_blank\" rel=\"noopener\">http:\/\/www.un.org\/apps\/news\/story.asp?NewsID=58359#.Wn4XVyXwbcs<\/a><\/li>\n<li>Taliban threatens 70% of Afghanistan, BBC finds: <a href=\"http:\/\/www.bbc.com\/news\/world-asia-42863116\" target=\"_blank\" rel=\"noopener\">http:\/\/www.bbc.com\/news\/world-asia-42863116<\/a><\/li>\n<\/ul>\n<p><a class=\"button style3\" href=\"#top\">Return to top<\/a><\/p>\n<h2><a name=\"7\"><\/a>Multi-media<\/h2>\n<ul>\n<li>Call to Action: Afghan Government and Partners Intervention to Save Lives of Mothers and Children: <a href=\"https:\/\/www.usaid.gov\/news-information\/videos\/node\/158306\" target=\"_blank\" rel=\"noopener\">https:\/\/www.usaid.gov\/news-information\/videos\/node\/158306<\/a><\/li>\n<li>HRW Afghanistan: Girls Struggle for an Education: <a href=\"https:\/\/www.youtube.com\/watch?v=q_9l54aBaBM\" target=\"_blank\" rel=\"noopener\">https:\/\/www.youtube.com\/watch?v=q_9l54aBaBM<\/a><\/li>\n<li>HRW Afghanistan: ICC May Open Investigation: <a href=\"https:\/\/www.youtube.com\/watch?v=OpexNAO-U20\" target=\"_blank\" rel=\"noopener\">https:\/\/www.youtube.com\/watch?v=OpexNAO-U20<\/a><\/li>\n<li>People crying and screaming: Afghan journalist describes chaos, carnage of Kabul suicide attack: <a href=\"http:\/\/www.cbc.ca\/radio\/asithappens\/as-it-happens-thursday-edition-1.4466385\/people-crying-and-screaming-afghan-journalist-describes-chaos-carnage-of-kabul-suicide-attack-1.4466389\" target=\"_blank\" rel=\"noopener\">http:\/\/www.cbc.ca\/radio\/asithappens\/as-it-happens-thursday-edition-1.4466385\/people-crying-and-screaming-afghan-journalist-describes-chaos-carnage-of-kabul-suicide-attack-1.4466389<\/a><\/li>\n<\/ul>\n<p><a class=\"button style3\" href=\"#top\">Return to top<\/a><\/p>\n<h2><a name=\"8\"><\/a>Essential resources<\/h2>\n<ul>\n<li>US Department of State, 2019 Country Reports on Human Rights Practices: Afghanistan: <a href=\"https:\/\/www.state.gov\/reports\/2019-country-reports-on-human-rights-practices\/afghanistan\/\" target=\"_blank\" rel=\"noopener\">https:\/\/www.state.gov\/j\/drl\/rls\/hrrpt\/2016\/sca\/265530.htm<\/a><\/li>\n<li>UK Home Office, <em>Country Policy and Information Note – Afghanistan: Security and humanitarian situation <\/em>Aug 2017: <a href=\"http:\/\/www.refworld.org\/publisher,UKHO,COUNTRYREP,AFG,59ae94d24,0.html\" target=\"_blank\" rel=\"noopener\">http:\/\/www.refworld.org\/publisher,UKHO,COUNTRYREP,AFG,59ae94d24,0.html<\/a><\/li>\n<li>Going ‘home’ to displacement: Afghanistan’s returnee-IDPs: <a href=\"http:\/\/www.internal-displacement.org\/library\/expert-opinion\/2017\/going-home-to-displacement-afghanistans-returnee-idps\" target=\"_blank\" rel=\"noopener\">http:\/\/www.internal-displacement.org\/library\/expert-opinion\/2017\/going-home-to-displacement-afghanistans-returnee-idps<\/a><\/li>\n<li>Brookings, <em>Afghanistan index 2017: <a href=\"https:\/\/www.brookings.edu\/wp-content\/uploads\/2016\/07\/21csi_20170525_afghanistan_index.pdf\" target=\"_blank\" rel=\"noopener\">https:\/\/www.brookings.edu\/wp-content\/uploads\/2016\/07\/21csi_20170525_afghanistan_index.pdf<\/a><\/em><\/li>\n<li>International Crisis Group: <em>The Cost of escalating Violence in Afghanistan<\/em>: <a href=\"https:\/\/www.crisisgroup.org\/asia\/south-asia\/afghanistan\/cost-escalating-violence-afghanistan\" target=\"_blank\" rel=\"noopener\">https:\/\/www.crisisgroup.org\/asia\/south-asia\/afghanistan\/cost-escalating-violence-afghanistan<\/a><\/li>\n<\/ul>\n<p><a class=\"button style3\" href=\"#top\">Return to top<\/a> <a class=\"button style1\" href=\"\/en\/refugees\/country-condition-information\/\">Return to Country Conditions Main Page<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Overview of Afghanistan | Humanitarian situation | Persecuted populations | Country of asylum | Cultural profiles | News | Multi-media | Essential resources Overview of Afghanistan Capital: Kabul Area: 647,500 [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"parent":529,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/7596"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=7596"}],"version-history":[{"count":7,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/7596\/revisions"}],"predecessor-version":[{"id":13862,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/7596\/revisions\/13862"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/529"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=7596"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}