{"id":7997,"date":"2018-05-14T05:27:32","date_gmt":"2018-05-14T09:27:32","guid":{"rendered":"http:\/\/rstp.turnbull.co\/?page_id=7997"},"modified":"2018-05-14T15:24:40","modified_gmt":"2018-05-14T19:24:40","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/en\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<p><strong>1. Introduction<\/strong><\/p>\n<p>The Refugee Sponsorship Training Program (“RSTP”) is committed to protecting the privacy, accuracy and reliability of any personal information users choose to provide through this web site. This policy describes RSTP’s personal information privacy practices.<\/p>\n<p>By accessing this web site you are agreeing to be bound by the terms and conditions of this policy and consenting to the use of your personal information in accordance with the policy. If you do not agree with these terms and conditions, please exit from this web site and do not disclose any personal information through this web site or access any other pages. Changes may be made at any time to this policy, without prior notice. It is your responsibility to check these terms and conditions for changes and updates.<\/p>\n<p><strong>2. Collection of Personal Information<\/strong><\/p>\n<p>RSTP collects name, e-mail address, phone number and certain other information submitted through this web site for use in communicating with you about programming opportunities, news, and information offered by THE Refugee Sponsorship Training Program and its related partners, and other purposes that may be stated. As well, in order to obtain other information and services, users may wish to provide certain other personal information. In this policy, “personal information” refers to information about an identifiable individual. While the personal information we collect may come directly from you, it may also be provided by our affiliates or other third parties.<\/p>\n<p><strong>3. Use of Personal Information<\/strong><\/p>\n<p>RSTP uses personal information for the purposes indicated above. In addition, RSTP may use personal information to provide other services and information that users request, to contact users in connection with RSTP’s events, news and other activities, and to provide users with additional information about events and services in which they might be interested.<\/p>\n<p>If users provide personal information and later decide that they do not want it used for these purposes, they may opt out by contacting RSTP. Please refer to Personal Information: Access and Correction below.<\/p>\n<p><strong>4. Disclosure of Personal Information<\/strong><\/p>\n<p>RSTP will share personal information in only the following circumstances:<\/p>\n<p>(a) RSTP may disclose or transfer personal information to third parties who provide services or information requested through this web site. RSTP may also hire third party technology providers to host this web site and to store personal information. Any personal information provided to third party contractors will be treated in accordance with this privacy policy.<\/p>\n<p>(b) RSTP may disclose personal information when required or permitted to do so by law or legal process.<\/p>\n<p>(c) Aggregate information does not contain any personal information about users of this web site. From time to time, RSTP may use and disclose information in aggregate form.<\/p>\n<p>(d) RSTP may also use this personal information to assess your future needs and to offer the products and services that may best meet those needs, from ourselves, our affiliates or reputable organization selected by us.<\/p>\n<p><strong>5. Consent to the Collection, Use and Disclosure of Personal Information<\/strong><\/p>\n<p>When we receive personal information from you that enables us to provide you with a requested product or service, your consent to allow us to deal with that personal information in a reasonable manner is implied. If you need to provide personal information about other individuals (such as employees, dependants, etc.), you must first obtain their consent for these purposes prior to your disclosure to us.<\/p>\n<p>Providing us with your personal information is always your choice. When you request services from us, we ask that you provide information that enables us to respond to your request. In doing so, you consent to our collection, use and disclosure to appropriate third parties of such personal information for the purposes described in this policy. You also authorize us to use and retain this personal information for as long as it may be required for the purposes described above. Your consent remains valid even after the termination of our relationship with you, unless you provide us with written notice that such consent is withdrawn.<\/p>\n<p><strong>6. Personal Information: Access and Correction<\/strong><\/p>\n<p>If users wish to access their personal information, or request that their personal information be removed from RSTP’s database or web site, they may contact RSTP. RSTP will provide access to this information, correct any factual inaccuracies identified, and remove information as requested. Removal of a user’s personal information may prevent us from providing further services and information to the user.<\/p>\n<p><strong>7. Privacy and the Internet<\/strong><\/p>\n<p>RSTP also collects information that, alone, cannot be used to identify users (referred to as “non-personal information”) through this web site. Examples of types of non-personal information that may be collected include anonymous survey responses, as well as IP addresses, cookies, Internet tags and navigational data (described in more detail below)<\/p>\n<p>An Internet Protocol (IP) address is a number automatically assigned to users’ computers when they access the Internet. This number does not identify the user’s name, e-mail address or other personal information. This information may be used to measure site traffic, to help to understand how people are using this web site and to improve the site and services provided.<br \/>\n“Cookies” are small text files that recognize repeat visitors, facilitate ongoing access to some sites, and allow sites to understand how and when pages are visited and by how many people. Users who are concerned about the use of cookie technology may opt to enable a feature in their browser software that will erase cookies, block all cookies, or warn the user before cookies are stored or exchanged. However, some parts of this web site may no longer function properly if cookies are disabled.<\/p>\n<p>Internet tags (also known as single-pixel GIFs, clear GIFs, invisible GIFs, and 1-by-1 GIFs) are smaller than cookies and tell the web site server information such as the IP address and browser type related to a user’s computer. Tags may indicate how many times a page is opened and which information is consulted.<\/p>\n<p>Navigational data (including log files, server logs and clickstream data) are used for system management, to improve the content of the site, for market research purposes and to communicate information to visitors. This may include the web site you came from, your browser type, domain name and time and date of access.<\/p>\n<p><strong>8. Links to Other Sites<\/strong><\/p>\n<p>This web site may contain links to other sites. The provision of these links is for your convenience only, and does not constitute an endorsement, recommendation or approval of such other sites. This privacy policy is no longer applicable when you leave this site by way of link or otherwise. Linked sites may or may not maintain their own independent privacy policies and procedures. Users should consult these policies and procedures before providing any personal information.<\/p>\n<p><strong>9. Safeguards<\/strong><\/p>\n<p>RSTP will protect personal information using security safeguards that are appropriate to the sensitivity level of the personal information received.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>1. Introduction The Refugee Sponsorship Training Program (“RSTP”) is committed to protecting the privacy, accuracy and reliability of any personal information users choose to provide through this web site. This [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/7997"}],"collection":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/comments?post=7997"}],"version-history":[{"count":3,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/7997\/revisions"}],"predecessor-version":[{"id":8006,"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/pages\/7997\/revisions\/8006"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/en\/wp-json\/wp\/v2\/media?parent=7997"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}