{"id":8479,"date":"2018-08-16T14:50:32","date_gmt":"2018-08-16T18:50:32","guid":{"rendered":"http:\/\/www.rstp.ca\/?p=8479"},"modified":"2022-12-21T20:25:43","modified_gmt":"2022-12-22T01:25:43","slug":"procedures-relatives-aux-exigences-de-residence-pour-les-parrainages-prives","status":"publish","type":"post","link":"https:\/\/www.rstp.ca\/fr\/refugee-sponsorship\/latest-policy-program-update\/procedures-relatives-aux-exigences-de-residence-pour-les-parrainages-prives\/","title":{"rendered":"Procédures relatives aux exigences de résidence pour les parrainages privés"},"content":{"rendered":"<h2>EXIGENCES EN MATIÈRE DE RÉSIDENCE ET OBLIGATIONS<\/h2>\n<p>En vertu de l’alinéa 153(1)a) du <i>Règlement sur l’immigration et la protection des réfugiés<\/i> (RIPR), les répondants doivent résider dans la collectivité d’établissement prévue du réfugié ou désigner des représentants qui y résident. Pour répondre aux exigences en matière de résidence d’un parrainage :<\/p>\n<p>En ce qui concerne les signataires d’une entente de parrainage (SEP) :<\/p>\n<ul>\n<li>Le SEP ou le groupe constitutif (GC) est situé dans la collectivité de l’établissement; <strong>ou<\/strong><\/li>\n<li>Au moins deux partenaires de parrainage résident dans la collectivité de résidence; <strong>ou<\/strong><\/li>\n<li>Au moins deux représentants désignés résident dans la collectivité de résidence.<\/li>\n<\/ul>\n<p>En ce qui concerne les répondants communautaires (RC) :<\/p>\n<ul>\n<li>Le RC est situé dans la collectivité de l’établissement; <strong>ou<\/strong><\/li>\n<li>Au moins deux partenaires de parrainage résident dans la collectivité de résidence; <strong>ou<\/strong><\/li>\n<li>Au moins deux représentants désignés résident dans la collectivité de résidence.<\/li>\n<\/ul>\n<p>En ce qui concerne les groupes de cinq (G5) :<\/p>\n<ul>\n<li>Les cinq répondants résident dans la collectivité de l’établissement; <strong>ou<\/strong><\/li>\n<li>Leurs représentants désignés (pour chaque membre du groupe qui ne réside pas dans la collectivité de l’établissement) résident dans la collectivité de l’établissement.<\/li>\n<\/ul>\n<p>Pour évaluer si votre groupe de parrainage satisfait aux exigences en matière de résidence, IRCC comparera les adresses des répondants indiquées dans l’engagement de parrainage (IMM 5373) ou l’adresse du représentant indiquée sur le formulaire Désignation de représentants dans une collectivité d’établissement prévue (IMM 5956) avec la province et la ville (où les réfugiés ont l’intention de résider) inscrites à la question 5 du Formulaire de demande générique pour le Canada (IMM 0008) du demandeur principal (DP). Les demandes qui ne répondent pas à ces critères au moment de la soumission seront rejetées.<\/p>\n<p>Si les exigences réglementaires en matière de résidence énoncées à l’alinéa 153(1)a) ne sont plus respectées à l’arrivée, les répondants devront prendre d’autres arrangements de parrainage, notamment : 1) trouver un autre répondant dans la collectivité d’établissement pour prendre en charge le parrainage initial; 2) mettre à jour l’engagement de parrainage de manière à inclure un GC ou au moins deux partenaires de parrainage qui sont situés dans la collectivité d’établissement; ou 3) désigner des représentants dans la nouvelle collectivité d’établissement. Une combinaison d’un représentant et d’un partenaire de parrainage répondrait également à cette exigence. Voir le tableau ci-dessous pour obtenir plus de détails. Si un répondant ne peut pas répondre aux exigences en matière de parrainage lorsqu’une famille parrainée a déménagé, cela pourrait conduire à une rupture d’engagement avec ou sans égard à la responsabilité. Pour obtenir plus d’information sur les ruptures et les possibles manquements au parrainage, veuillez consulter le document suivant au sujet des <a href=\"http:\/\/www.rstp.ca\/wp-content\/uploads\/2019\/05\/Sponsorship-Breakdowns-FRENCH.pdf\" target=\"_blank\" rel=\"noopener\">différends et ruptures de parrainage<\/a>.<\/p>\n<h2>DÉFINITIONS<\/h2>\n<p>Un <strong>représentant<\/strong> est un citoyen canadien ou un résident permanent qui est situé dans la collectivité d’établissement du réfugié et qui est nommé pour représenter le répondant dans la collectivité, conformément à la portée et aux mesures de représentation convenues entre le représentant et le répondant. Un représentant n’est pas partie au parrainage et n’est pas tenu de s’acquitter des obligations de parrainage.<\/p>\n<p>Un <strong>partenaire de parrainage<\/strong> est une personne ou une organisation qui s’associe à un SEP ou à un RC pour partager la responsabilité de soutien au parrainage conformément à l’engagement de parrainage. Ils sont conjointement et solidairement responsables de remplir les obligations de parrainage.<\/p>\n<p>La <strong>collectivité d’établissement<\/strong> désigne le village, la ville et les régions avoisinantes où le réfugié est censé s’établir. Le terme collectivité est utilisé parce qu’il se peut que le répondant ne demeure pas dans le même village ou la même ville, mais qu’il puisse être considéré comme habitant dans la même collectivité. Pour déterminer la collectivité d’établissement, le facteur le plus important à considérer est la capacité du répondant de fournir une aide adéquate en personne au réfugié, en tenant compte de la distance qui sépare le répondant du réfugié.<\/p>\n<h2>DÉSIGNATION DES REPRÉSENTANTS<\/h2>\n<p>La désignation de représentants ne supprime aucunement les obligations légales du groupe de parrainage envers Immigration, Réfugiés et Citoyenneté Canada (IRCC) de s’acquitter de toutes les responsabilités de parrainage établies dans le cadre de l’engagement de parrainage et décrites dans le plan d’établissement; les signataires de l’engagement de parrainage demeurent conjointement et solidairement responsables du parrainage. Le répondant et le ou les représentants doivent s’entendre sur l’action et la portée de la représentation et décider entre eux comment le soutien au parrainage sera offert; cependant, cette entente n’est pas tenue par les obligations contractuelles du répondant à l’égard d’IRCC.<\/p>\n<p>Les représentants ne peuvent être légalement liés au parrainage, sauf s’ils sont officiellement ajoutés à titre de partenaires de parrainage dans le cadre d’un engagement de parrainage mis à jour. Il est donc dans l’intérêt du groupe de parrainage d’inclure officiellement les représentants à titre de partenaires de parrainage et, par conséquent, à titre de parties à l’engagement de parrainage, car cela les lierait également aux obligations de parrainage. Toutefois, dans les deux cas, le groupe de parrainage qui a signé l’engagement a toujours la responsabilité ultime de fournir tout le soutien au parrainage si l’aide du partenaire de parrainage ou des représentants cesse à un moment ou à un autre pendant la période de parrainage.<\/p>\n<p>Pour désigner des représentants, le groupe de parrainage doit présenter une Désignation de représentants dans une collectivité d’établissement prévue (<a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5956f.pdf\" target=\"_blank\" rel=\"noopener\">IMM 5956<\/a>). Le formulaire IMM 5956 comprend un plan d’établissement expliquant comment le soutien au parrainage sera offert dans le cadre du nouvel arrangement interurbain. Le plan d’établissement doit expliquer le type d’interaction qui sera en place avec les représentants et la façon dont le soutien sera fourni par les représentants. Par exemple, si des vêtements d’hiver sont requis, le groupe de parrainage qui a signé l’engagement de parrainage serait quand même responsable de les fournir financièrement en envoyant peut-être un transfert d’argent aux représentants qui achèteront et fourniront les vêtements directement aux réfugiés parrainés.<\/p>\n<h2>OPTIONS POUR SATISFAIRE AUX EXIGENCES EN MATIÈRE DE RÉSIDENCE<\/h2>\n<div class=\"table-wrap\">\n<table class=\"country-info\">\n<tbody>\n<tr>\n<td colspan=\"2\"><strong>EXIGENCES EN MATIÈRE DE RÉSIDENCE DES SIGNATAIRES D’ENTENTE DE PARRAINAGE EN VERTU DE L’ALINÉA 153(1)a) DU RIPR :<\/strong><br \/>\nSoit le SEP, soit le GC, soit au moins deux partenaires de parrainage ou deux représentants désignés, soit une combinaison d’un représentant et d’un partenaire de parrainage, doivent résider dans la collectivité d’établissement du réfugié.<\/td>\n<\/tr>\n<tr>\n<td><strong>OPTIONS SI LES EXIGENCES EN MATIÈRE DE RÉSIDENCE NE SONT PAS SATISFAITES<\/strong><\/td>\n<td><strong>PROCÉDURE<\/strong><\/td>\n<\/tr>\n<tr>\n<td>1. Transférer le cas à un autre SEP résidant dans la nouvelle collectivité d’établissement<\/td>\n<td>\n<ul>\n<li>Le nouveau SEP soumet un engagement de parrainage et le nouvel engagement de parrainage remplace l’engagement initial.<\/li>\n<li>Pour un SEP âgé de moins de deux ans, un plan d’établissement est requis.<\/li>\n<li>Dans le cas d’un SEP de plus de 2 ans, un plan d’établissement mis à jour doit être conservé au dossier pour tenir compte du changement des responsabilités de parrainage; IRCC peut demander ce plan d’établissement en tout temps.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<tr>\n<td>2. Trouver un GC résidant dans la nouvelle collectivité d’établissement<\/td>\n<td>\n<ul>\n<li>Soumettre l’engagement de parrainage mis à jour, y compris le nouveau GC situé dans la collectivité d’établissement.<\/li>\n<li>Pour un SEP âgé de moins de deux ans, un plan d’établissement est requis.<\/li>\n<li>Dans le cas d’un SEP de plus de 2 ans, un plan d’établissement mis à jour doit être conservé au dossier pour tenir compte du changement des responsabilités de parrainage; IRCC peut demander ce plan d’établissement en tout temps.<\/li>\n<li>Un formulaire d’évaluation du répondant est requis pour le nouveau signataire autorisé du GC.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<tr>\n<td>3. Trouver au moins deux partenaires de parrainage résidant dans la nouvelle collectivité d’établissement<\/td>\n<td>\n<ul>\n<li>Soumettre l’engagement de parrainage mis à jour, y compris le ou les nouveaux partenaires de parrainage.<\/li>\n<li>Pour un SEP âgé de moins de deux ans, un plan d’établissement est requis.<\/li>\n<li>Dans le cas d’un SEP de plus de 2 ans, un plan d’établissement mis à jour doit être conservé au dossier pour tenir compte du changement des responsabilités de parrainage; IRCC peut demander ce plan d’établissement en tout temps.<\/li>\n<li>Un formulaire d’évaluation du répondant est requis pour chacun des nouveaux partenaires de parrainage.<\/li>\n<li>Il faut une preuve de citoyenneté canadienne ou de résidence permanente pour chaque partenaire de parrainage.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<tr>\n<td>4. Désigner au moins deux représentants qui résident dans la nouvelle collectivité d’établissement<\/td>\n<td>\n<ul>\n<li>Soumission du formulaire IMM 5956 – Désignation de représentants dans une collectivité d’établissement prévue.<\/li>\n<li>Pièce d’identité de chaque représentant<sup>1<\/sup>.<\/li>\n<li>Confirmation de l’adresse de chacun des représentants.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<div class=\"table-wrap\">\n<table class=\"country-info\">\n<tbody>\n<tr>\n<td colspan=\"2\"><strong>EXIGENCE EN MATIÈRE DE RÉSIDENCE DU RÉPONDANT COMMUNAUTAIRE (RC) EN VERTU DE L’ALINÉA 153(1)a) DU RIPR :<\/strong><br \/>\nLe RC ou un minimum de deux partenaires de parrainage ou deux représentants désignés, ou une combinaison d’un représentant et d’un partenaire de parrainage, doivent résider dans la communauté d’établissement du réfugié. Tous les formulaires nouveaux ou mis à jour peuvent être envoyés au Centre des opérations de réinstallation – Ottawa (COR-O) à l’adresse <a href=\"mailto:IRCC.INROCO-CORORI.IRCC@cic.gc.ca\">IRCC.INROCO-CORORI.IRCC@cic.gc.ca<\/a><\/td>\n<\/tr>\n<tr>\n<td><strong>OPTIONS SI LES EXIGENCES EN MATIÈRE DE RÉSIDENCE NE SONT PAS SATISFAITES<\/strong><\/td>\n<td><strong>PROCÉDURE<\/strong><\/td>\n<\/tr>\n<tr>\n<td>1. Transférer le cas à un autre groupe de parrainage résidant dans la nouvelle collectivité d’établissement<\/td>\n<td>\n<ul>\n<li>Le nouveau groupe de parrainage soumet un nouvel engagement de parrainage qui remplace le premier. Il sera important de mentionner qu’il s’agit d’un parrainage existant qui a été soumis.<\/li>\n<li>Formulaire(s) Évaluation du répondant.<\/li>\n<li>Formulaire Plan d’aide à l’établissement et évaluation financière.<\/li>\n<li>Preuve de citoyenneté canadienne ou de résidence permanente du représentant du groupe de parrainage communautaire.<\/li>\n<li>Preuve de revenu ou preuve de fonds en fiducie.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<tr>\n<td>2. Trouver au moins deux partenaires de parrainage résidant dans la nouvelle collectivité d’établissement<\/td>\n<td>\n<ul>\n<li>Le groupe de parrainage soumet un engagement de parrainage mis à jour qui remplace l’engagement initial. Il sera important de mentionner qu’il s’agit d’un parrainage existant qui a été soumis.<\/li>\n<li>Le groupe de parrainage soumet une version à jour du formulaire Plan d’aide à l’établissement et évaluation financière.<\/li>\n<li>formulaire Évaluation du répondant est requis pour chaque nouveau partenaire de parrainage.<\/li>\n<li>Une preuve de citoyenneté canadienne ou de résidence permanente est requise pour chaque nouveau partenaire de parrainage.<\/li>\n<li>Pour chaque partenaire de parrainage qui verse des fonds individuels, un profil financier et une preuve de revenu sont requis.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<tr>\n<td>3. Désigner au moins deux représentants qui résident dans la nouvelle collectivité d’établissement<\/td>\n<td>\n<ul>\n<li>Soumission du formulaire IMM 5956 – Désignation de représentants dans une collectivité d’établissement prévue.<\/li>\n<li>Pièce d’identité de chaque représentant<sup>2<\/sup>.<\/li>\n<li>Confirmation de l’adresse de chacun des représentants.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<div class=\"table-wrap\">\n<table class=\"country-info\">\n<tbody>\n<tr>\n<td colspan=\"2\"><strong>EXIGENCE EN MATIÈRE DE RÉSIDENCE DU GROUPE DE CINQ (G5) EN VERTU DE L’ALINÉA 153(1)a) DU RIPR :<\/strong><br \/>\nAu moins cinq membres du groupe ou leurs représentants désignés doivent résider dans la communauté d’établissement du réfugié. Tous les formulaires nouveaux ou mis à jour peuvent être envoyés au Centre des opérations de réinstallation – Ottawa (COR-O) à l’adresse <a href=\"mailto:IRCC.INROCO-CORORI.IRCC@cic.gc.ca\">IRCC.INROCO-CORORI.IRCC@cic.gc.ca<\/a><\/td>\n<\/tr>\n<tr>\n<td><strong>OPTIONS SI LES EXIGENCES EN MATIÈRE DE RÉSIDENCE NE SONT PAS SATISFAITES<\/strong><\/td>\n<td><strong>PROCÉDURE<\/strong><\/td>\n<\/tr>\n<tr>\n<td>1. Transférer le cas à un autre groupe de parrainage résidant dans la nouvelle collectivité<\/td>\n<td>\n<ul>\n<li>Le nouveau groupe de parrainage soumet un engagement de parrainage qui remplace l’engagement initial.<\/li>\n<li>Formulaire(s) Évaluation du répondant.<\/li>\n<li>Formulaire Plan d’aide à l’établissement et évaluation financière.<\/li>\n<li>Preuve de citoyenneté canadienne ou du statut de résidence permanente.<\/li>\n<li>Preuve de fonds détenus en fiducie.<\/li>\n<li>Profil financier et preuve de revenu pour chaque répondant qui verse des fonds.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<tr>\n<td>2. Désigner un représentant dans la nouvelle collectivité d’établissement pour remplacer chaque membre du G5 qui ne réside pas dans la collectivité d’établissement<\/td>\n<td>\n<ul>\n<li>Soumission du formulaire IMM 5956 – Désignation de représentants dans une collectivité d’établissement prévue.<\/li>\n<li>Pièce d’identité de chaque représentant<sup>3<\/sup>.<\/li>\n<li>Confirmation de l’adresse de chacun des représentants.<\/li>\n<\/ul>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p><small><sup>1<\/sup> La pièce d’identité doit comprendre le nom et l’adresse actuelle du représentant (p. ex. son permis de conduire). Si la pièce d’identité ne contient pas l’adresse actuelle du représentant, un document supplémentaire indiquant l’adresse résidentielle actuelle doit être fourni en plus de la pièce d’identité (p. ex. contrat de location).<\/small><\/p>\n<p><small><sup>2<\/sup> La pièce d’identité doit comprendre le nom et l’adresse actuelle du représentant (p. ex. son permis de conduire). Si la pièce d’identité ne contient pas l’adresse actuelle du représentant, un document supplémentaire indiquant l’adresse résidentielle actuelle doit être fourni en plus de la pièce d’identité (p. ex. contrat de location).<\/small><\/p>\n<p><small><sup>3<\/sup> La pièce d’identité doit comprendre le nom et l’adresse actuelle du représentant (p. ex. son permis de conduire). Si la pièce d’identité ne contient pas l’adresse actuelle du représentant, un document supplémentaire indiquant l’adresse résidentielle actuelle doit être fourni en plus de la pièce d’identité (p. ex. contrat de location).<\/small><\/p>\n","protected":false},"excerpt":{"rendered":"<p>EXIGENCES EN MATIÈRE DE RÉSIDENCE ET OBLIGATIONS En vertu de l’alinéa 153(1)a) du Règlement sur l’immigration et la protection des réfugiés (RIPR), les répondants doivent résider dans la collectivité d’établissement [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"categories":[39],"tags":[],"meta_box":[],"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/posts\/8479"}],"collection":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/comments?post=8479"}],"version-history":[{"count":6,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/posts\/8479\/revisions"}],"predecessor-version":[{"id":10313,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/posts\/8479\/revisions\/10313"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/media?parent=8479"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/categories?post=8479"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/tags?post=8479"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}