{"id":10337,"date":"2019-08-08T08:48:56","date_gmt":"2019-08-08T12:48:56","guid":{"rendered":"http:\/\/www.rstp.ca\/?page_id=10337"},"modified":"2019-08-08T08:48:56","modified_gmt":"2019-08-08T12:48:56","slug":"obligations-avant-larrivee","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/fr\/responsabilites\/apercu-des-responsabilites-de-parrainage\/obligations-avant-larrivee\/","title":{"rendered":"Obligations avant l’arrivée"},"content":{"rendered":"<p>Il est attendu que les groupes de parrainage effectueront les tâches suivantes concernant les réfugiés qu&rsquo;ils parrainent et IRCC :<\/p>\n<p><strong>Vérification de présélection de parrainage des réfugiés<\/strong><\/p>\n<p>Afin d’éviter le rejet, de soulever de faux espoirs, d&rsquo;économiser du temps et des ressources précieuses d&rsquo;IRCC et des groupes, les groupes de parrainage ont le devoir de procéder aux vérifications de présélection des demandes de parrainage de réfugiés. Les répondants ne doivent soumettre que les cas qui répondent aux exigences légales du parrainage privé du Programme de parrainage des réfugiés.<\/p>\n<p>Soumettre les demandes de parrainage de réfugiés remplies correctement et complètement<\/p>\n<p>Pour éviter le retour d&rsquo;une demande et gagner du temps précieux ainsi que des ressources, les répondants sont tenus de compléter correctement et complètement tous les formulaires de demande de parrainage et d&rsquo;inclure tous les documents requis avant de soumettre la demande au COR-O.<\/p>\n<p><strong>Maintenir le contact avec les demandeurs d&rsquo;asile et les mettre à jour de tout progrès<\/strong><\/p>\n<p>Être en contact avec le demandeur d&rsquo;asile tout au long du processus permet aux répondants de partager des informations ainsi que les mises à jour avec eux. Il permet également au groupe de parrainage et le demandeur d&rsquo;asile de garder au courant le bureau des visas et le COR-O sur toutes les modifications importantes.<\/p>\n<p><strong>Mettre à jour IRCC de tout changement dans la composition de la famille<\/strong><\/p>\n<p>Afin de s&rsquo;assurer que l&rsquo;unité de la famille reste intacte, les répondants ont besoin de mettre à jour et faire en sorte que les demandeurs d&rsquo;asile informent le bureau des visas et le COR-O de tout changement dans la composition de la famille du demandeur. Le défaut de déclarer les changements tels qu’un nouveau bébé ou un conjoint à temps peut entraîner une séparation permanente des familles.<\/p>\n<p><strong>Le cas échéant, s’assurer que les réfugiés sont informés de leur entrevue et se présentent à l&rsquo;entrevue.<\/strong><\/p>\n<p>Si le groupe de parrainage est au courant de la date de l&rsquo;entrevue, il devrait en informer le demandeur d&rsquo;asile dès que possible et vérifier que le demandeur est informé de la date de l&rsquo;entrevue, le lieu et d&rsquo;autres détails sur l&rsquo;entretien. Le groupe ne doit pas supposer que le demandeur d&rsquo;asile sera informé de la date de l&rsquo;entrevue.<\/p>\n<p>Pour éviter un «Non presenté» au moment de l&rsquo;entrevue, les répondants peuvent avoir besoin de faire des appels téléphoniques, envoyer des courriels, lettres, fax ou autres moyens de communication à travers les parents, la famille, les ONG, le HCR et d&rsquo;autres organismes afin de s&rsquo;assurer que les demandeurs d&rsquo;asile sont au courant de l&rsquo;entretien et de se préparer.<\/p>\n<p>Préparer les Réfugiés à une entrevue<\/p>\n<p>Aider le demandeur d&rsquo;asile dans la préparation de l&rsquo;entrevue est une tâche importante que le groupe de parrainage doit essayer de faire. Si possible, faire des entrevues de pratique par téléphone ou par Skype ou d&rsquo;autres moyens de communication communément utilisés, afin d’aider les réfugiés à se préparer à l&rsquo;entrevue, surtout s’il n’y a pas des barrières linguistiques ou si les interprètes sont disponibles pour vous aider. Si cela n&rsquo;est pas possible, l&rsquo;envoi d&rsquo;un guide d&rsquo;instructions de l&rsquo;entrevue comme le Guide de RSTP pour la préparation à une entrevue, qui se traduit dans les langues locales les plus populaires des réfugiés, va aider les réfugiés à se préparer à l&rsquo;entrevue.<\/p>\n<p><strong>Travailler en collaboration avec les demandeurs d&rsquo;asile pour éviter tout retard ou des complications dans le processus de parrainage<\/strong><\/p>\n<p>Le groupe de parrainage devrait travailler avec le demandeur d&rsquo;asile afin de s&rsquo;assurer que le processus de parrainage se passe bien. Il peut s&rsquo;agir de l’assister dans le traitement du courriel électronique et les lettres de communication qui sont envoyées par le service de visa ou le bureau de COR-O telles que les demandes de soumission, les documents supplémentaires ou la mise à jour des formulaires complétés ou remplir à nouveau les formulaires de demande.<\/p>\n<p>Mettre à jour IRCC sur tout changement d’ordre financier ou toutes autres conditions en rapport avec les groupes de parrainage.<\/p>\n<p>S&rsquo;il n’y a pas des changements dans les ressources humaines, financières ou d&rsquo;autres aspects du groupe de parrainage qui auront un impact négatif sur la capacité des groupes à s&rsquo;acquitter de ses responsabilités en matière de parrainage, le groupe devrait tenir IRCC au courant . Idéalement, le groupe pourrait recruter de nouveaux bénévoles et reconstituer son comité de réinstallation ou de lever des fonds aux fins de recueillir les ressources financières nécessaires qui lui permettront de poursuivre le processus de parrainage. Si ce n&rsquo;est pas possible, le groupe devrait mettre IRCC au courant et peut-être retirer la demande de parrainage déposée.<\/p>\n<p><strong>Réception<\/strong><\/p>\n<p>Rencontrer les réfugiés à leur arrivée à l&rsquo;aéroport et leur souhaiter la bienvenue dans la communauté; fournir une orientation sur la nouvelle localité et la vie au Canada.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Il est attendu que les groupes de parrainage effectueront les tâches suivantes concernant les réfugiés qu&rsquo;ils parrainent et IRCC : Vérification de présélection de parrainage des réfugiés Afin d’éviter le [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"parent":1292,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/10337"}],"collection":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/comments?post=10337"}],"version-history":[{"count":1,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/10337\/revisions"}],"predecessor-version":[{"id":10338,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/10337\/revisions\/10338"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1292"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/media?parent=10337"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}