{"id":1202,"date":"2014-04-04T09:33:21","date_gmt":"2014-04-04T09:33:21","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=1202"},"modified":"2020-09-11T14:57:12","modified_gmt":"2020-09-11T18:57:12","slug":"groupes-de-cinq-faq","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/fr\/parrainage-de-refugies\/foire-aux-questions\/groupes-de-cinq-faq\/","title":{"rendered":"FAQ sur les Groupes de cinq"},"content":{"rendered":"<div id=\"wp-spoiler-1\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. Qui peut être membre d'un Groupe de cinq?<\/p><div class=\"accordion-body\">Tout citoyen canadien ou résident permanent âgé de 18 ans ou plus qui habite dans la communauté où le réfugié parrainé est censé vivre pendant toute la durée de la période de parrainage peut se joindre à un Groupe de cinq. Cette personne doit également s&rsquo;engager à soutenir financièrement le réfugié parrainé et à lui donner de l’aide à l’établissement au cours de la période de parrainage (en général 12 mois). Les personnes suivantes ne peuvent pas faire partie d&rsquo;un Groupe de cinq : les personnes qui ont été déclarées coupables à l&rsquo;intérieur ou à l&rsquo;extérieur du Canada d&rsquo;une infraction criminelle grave telle que prévue à l&rsquo;annexe I ou II de la Loi sur le système correctionnel et la mise en liberté sous condition (si une période de cinq ans ne s&rsquo;est pas écoulée depuis la fin de la peine); les personnes qui sont en défaut d’une pension alimentaire imposée par un tribunal (p. ex., une prestation alimentaire pour enfant ou un parrainage antérieur); les personnes qui font l&rsquo;objet d&rsquo;une mesure de renvoi ou sont soumises à une procédure de révocation en vertu de la Loi sur la citoyenneté; et les personnes qui sont détenues dans un pénitencier, dans une maison de détention ou de correction ou dans une prison. Pour de plus amples renseignements sur l&rsquo;admissibilité financière, communiquez avec le PFPR.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-2\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">2. Est-ce-que les membres d'un Groupe de cinq doivent verser un paiement à l'avance?<\/p><div class=\"accordion-body\">Les Groupes de cinq peuvent démontrer qu&rsquo;ils possèdent les fonds nécessaires pour parrainer un réfugié de l&rsquo;une des trois façons suivantes : 1) Trois membres du groupe au minimum peuvent s&rsquo;engager à verser une partie de leur revenu personnel (dans ce cas, les membres du groupe qui contribuent financièrement doivent soumettre une copie de leur dernier T4 ou Avis de cotisation); 2) Le Groupe de cinq peut ouvrir un compte bancaire (souvent appelé un compte « en fiducie ») pour y déposer tous les fonds exigés; ou 3) Le Groupe de cinq peut utiliser une combination des deux moyens décrits ci-dessus. P. ex., la moitié des fonds proviennent du revenu personnel de certains membres du groupe, et l&rsquo;autre moitié est détenue dans un compte bancaire.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-3\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">3. Puis-je participer à plus de un parrainage?<\/p><div class=\"accordion-body\">Oui, une personne peut participer à plus de un parrainage. Votre capacité de participer à plusieurs parrainages de réfugiés dépend de votre capacité financière et de votre capacité d’aide à l’établissement.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-4\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">4. Est-ce-que tous les membres du groupe doivent contribuer au soutien financier? Combien devrait contribuer chaque membre?<\/p><div class=\"accordion-body\">Si le Groupe de cinq choisit de financer le parrainage uniquement en versant une partie du revenu personnel de certains membres (et qu&rsquo;aucun fonds n&rsquo;est détenu en fiducie), au moins trois membres doivent contribuer à cet engagement financier. Le montant de son revenu personnel qu&rsquo;un membre du groupe s&rsquo;engage à verser doit tenir compte du nombre de personnes qui sont déjà à la charge du membre au Canada (y compris le membre lui-même), des membres de la famille pour qui une demande de parrainage dans le cadre du programme de regroupement familial est en cours de traitement (même si les membres de la famille ne sont toujours pas arrivés au Canada) et des contributions financières à d&rsquo;autres demandes ou parrainages en cours (consultez le <a href=\"http:\/\/www.rstp.ca\/wp-content\/uploads\/2017\/08\/Sponsorship_Cost_Table.FRENCH.July2019.pdf\">Tableau des coûts de parrainage <\/a>pour trouver le montant à déduire du revenu d&rsquo;une personne selon la taille de sa famille immédiate au Canada).<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-5\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">5. À quoi sert le soutien financier?<\/p><div class=\"accordion-body\">Le soutien financier est l&rsquo;argent que vous fournissez à la personne ou famille réfugiée parrainée après son arrivée au Canada pendant la durée du parrainage (habituellement 12 mois). Cet argent n&rsquo;est pas perçu par le gouvernement, mais est plutôt destiné à procurer un soutien au revenu aux réfugiés parrainés. Ce soutien au revenu fait partie des nécessités de base que vous vous êtes engagés à fournir dans votre demande de parrainage des réfugiés (p. ex., logement, vêtements, meubles, transport, épiceries, etc,).<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-6\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">6. Comment puis-je savoir combien d'argent nous devons ramasser en tout?<\/p><div class=\"accordion-body\">Les <a href=\"https:\/\/www.canada.ca\/fr\/immigration-refugies-citoyennete\/services\/demande\/formulaires-demande-guides\/guide-parrainer-refugies-refugies-groupes-cinq.html#annexeA\">tableaux des coûts de parrainage et des déductions de la valeur monétaire des dons en nature (Annexe A dans le Guide d&rsquo;instructions)<\/a> vous indiquent combien d&rsquo;argent est exigé en fonction de la taille de la famille de réfugiés que vous souhaitez parrainer. On recommande aux groupes de parrainage de se reporter aux taux du Programme d&rsquo;aide à la réinstallation (PAR) en vigueur dans leur province pour obtenir une explication détaillée du soutien financier qu&rsquo;ils sont tenus de procurer (les taux du PAR dans chaque province se trouvent sur <a href=\"http:\/\/www.rstp.ca\/fr\/rdbv\/taux-du-programme-daide-a-la-reinstallation-par\/\">le site Web du PFPR<\/a>).<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-7\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">7. Comment peut-on obtenir un T4 ou un Avis de cotisation récents?<\/p><div class=\"accordion-body\">Si vous vous engagez à verser une partie de votre revenu personnel, vous devez soumettre une copie de votre feuillet T4 ou Avis de cotisation les plus récents. Si vous ne possédez pas ces documents, vous pouvez en faire la demande auprès de l&rsquo;Agence du revenu du Canada.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-8\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">8. Un Groupe de cinq peut-il inclure des membres de la même famille ou du même ménage?<\/p><div class=\"accordion-body\">Oui, pourvu qu&rsquo;ils répondent à tous les critères d&rsquo;admissibilité à un Groupe de cinq énumérés ci-dessus.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-9\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">9. Certains membres de notre groupe ne vivent pas dans la même ville. Est-ce que ça peut aller?<\/p><div class=\"accordion-body\">Les membres du Groupe de cinq doivent tous résider dans la collectivité dans laquelle le réfugié parrainé est censé vivre (c&rsquo;est-à-dire, la même ville ou municipalité) parce que les membres du groupe sont responsables de soutenir la personne réfugiée pendant la période de parrainage. Si les membres du groupe ne vivent pas dans la même collectivité, le dossier de demande de parrainage sera renvoyé au groupe parce qu&rsquo;il ne répond pas à l&rsquo;exigence en matière de résidence.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-10\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">10. Le Guide d'instructions à l'intention des Groupes de cinq nous demande de dresser une liste des parrainages de réfugiés aauxquels un des membres du groupe a participé par le passé ou participe actuellement. Que faire si j'ai participé à un parrainage il y a longtemps et que je n’ai plus de renseignements détaillés sur les personnes parrainées? Va-t-on me refuser le droit de parrainer des réfugiés?<\/p><div class=\"accordion-body\">IRCC répond qu&rsquo;il incombe aux individus de conserver des dossiers sur les parrainages auxquels ils ont participé. Toutefois, IRCC a également confirmé que dans les cas où la participation antérieure date de longtemps et que le parrain ne se souvient pas de tous les détails sur le dossier, il doit inclure autant de renseignements que possible sur une feuille de papier séparée. Le plus important est de déclarer qu&rsquo;on a participé ou qu&rsquo;on participe actuellement à d&rsquo;autres parrainages et d&rsquo;expliquer qu&rsquo;on ne se souvient plus de tous les détails. Toutefois, veillez à donner autant d&rsquo;informations dont vous vous rappelez, même si c’est vague, comme « j&rsquo;ai parrainé une famille de 5 personnes entre 1999 et 2000, etc. »<\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/fr\/parrainage-de-refugies\/foire-aux-questions\/\">Retour<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Retour<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":1199,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1202"}],"collection":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/comments?post=1202"}],"version-history":[{"count":9,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1202\/revisions"}],"predecessor-version":[{"id":12458,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1202\/revisions\/12458"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1199"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/media?parent=1202"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}