{"id":1205,"date":"2014-04-04T09:34:25","date_gmt":"2014-04-04T09:34:25","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=1205"},"modified":"2021-12-14T14:53:41","modified_gmt":"2021-12-14T19:53:41","slug":"recevabilite","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/fr\/parrainage-de-refugies\/foire-aux-questions\/recevabilite\/","title":{"rendered":"FAQ sur la recevabilité"},"content":{"rendered":"<div id=\"wp-spoiler-1\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. Qui peut être parrainé?<\/p><div class=\"accordion-body\">Les personnes qui ont fui leur pays d&rsquo;origine et résident dans un pays d’asile autre que le Canada en tant que réfugiés peuvent être réinstallés au Canada par un groupe de parrainage privé des réfugiés, s&rsquo;ils répondent à la définition de réfugié au sens de la Convention ou d&rsquo;un membre de la classe du pays d&rsquo;asile, n’ont aucune autre solution durable (ne peuvent pas retourner au pays d&rsquo;origine et ne peuvent pas s&rsquo;intégrer localement où ils résident actuellement) et ont la capacité de s&rsquo;établir avec succès au Canada. Si le demandeur d&rsquo;asile est parrainé par un groupe de cinq ou répondant communautaire, le réfugié doit avoir le statut de réfugié reconnu par l&rsquo;État (dans le pays d&rsquo;asile) ou le HCR, et de la documentation pour le prouver. Le demandeur d&rsquo;asile doit également satisfaire aux critères d&rsquo;admissibilité pour la réinstallation des réfugiés au Canada, ce qui comprend un examen médical, le filtrage en matière de sécurité et criminalité.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-2\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">2. Je suis un demandeur du statut de réfugié au Canada. Est-ce que je peux être parrainé?<\/p><div class=\"accordion-body\">Non, seuls les réfugiés qui résident dans un pays d&rsquo;asile à l&rsquo;étranger peuvent qualifier au programme de parrainage privé des réfugiés.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-3\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">3. Est-ce que le demandeur réfugié doit être enregistré auprès de l'ONU?<\/p><div class=\"accordion-body\">Si le demandeur réfugié est parrainé par un Groupe de cinq ou par un Répondant communautaire, il devra préalablement avoir été reconnu ou accepté en tant que réfugié par le HCR ou par le gouvernement du pays où ils se trouve actuellement. Par conséquent, il devra joindre à sa demande une copie de son document de détermination de statut de réfugié. Le processus au terme duquel une personne est reconnue ou acceptée comme réfugiée et reçoit un document d&rsquo;attestation de son statut de réfugié s&rsquo;appelle la détermination du statut de réfugié (DSR). L’enregistrement des réfugiés est souvent la première étape dans le processus de DSR. Normalement, les documents d&rsquo;enregistrement ne sont pas acceptés comme preuve du statut de réfugié aux fins de parrainage par un Groupe de cinq ou un Répondant communautaire.<\/p>\n<p>NB : Le PFPR n&rsquo;est pas en mesure de déterminer si un document de détermination du statut de réfugié (DSR) sera accepté par IRCC comme une preuve valide du statut de réfugié. La seule façon de confirmer la validité d&rsquo;un document de DSR est de soumettre une demande complète de parrainage par un Groupe de cinq ou un Répondant communautaire au Centre des opérations de réinstallation à Ottawa (COR-O), dont les agents contrôleront le document et son autenticité lors du traitement de la demande. Toutefois, le PFPR est en mesure de faire des commentaires sur le document fondés sur son expérience antérieure.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-4\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">4. Je n'ai pas de lettre de mandat ou de certificat du statut de réfugié émis par le HCR ou un gouvernement quelconque. Puis-je quand même être parrainé?<\/p><div class=\"accordion-body\">Si vous n&rsquo;avez pas le statut de réfugié reconnu par le HCR ou les autorités du pays où vous vivez actuellement, vous ne pouvez pas être parrainé par un groupe de cinq ou un répondant communautaire. Toutefois, si vous répondez aux autres critères d&rsquo;admissibilité vous pourriez être en mesure d&rsquo;être parrainé par un parrainage signataire d&rsquo;entente.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-5\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">5. Les conditions de vie dans mon pays sont actuellement très mauvaises. En raison des troubles et la violence, je ne peux plus assurer ma sécurité ni celle de ma famille . Est-ce-qu'une personne ou un groupe au Canada peut nous parrainer comme réfugiés?<\/p><div class=\"accordion-body\">Non, seuls les réfugiés qui ont fui leur pays d&rsquo;origine ou pays de résidence habituelle et vivent maintenant dans un pays autre que le Canada peut être considérés pour le parrainage privé des réfugiés. Ces personnes doivent répondre aux critères d&rsquo;éligibilité et d’admissibilité pour la réinstallation des réfugiés au Canada. Voir ici s&rsquo;il vous plaît pour plus d&rsquo;informations.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-6\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">6. Je suis un réfugié et je suis retourné récemment à mon pays d'origine en raison des troubles dans le pays d'asile. Les conditions de vie dans mon pays d'origine ne sont pas encore très sûres et il n'y a pas d'avenir ici pour moi et ma famille. Puis-je être parrainé par des particuliers en tant que réfugié?<\/p><div class=\"accordion-body\">Non, seuls les réfugiés qui ont fui leur pays d&rsquo;origine ou pays de résidence habituelle et vivent maintenant dans un pays autre que leur pays d&rsquo;origine et d&rsquo;autres pays que le Canada peuvent être considérés pour le parrainage privé des réfugiés.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-7\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">7. Le demandeur d'asile est en Turquie. J'ai entendu parler d'un moratoire interdisant de parrainer les réfugiés en provenance de la Turquie. Est-ce toujours en place?<\/p><div class=\"accordion-body\">Non, il n&rsquo;y a plus de moratoire sur les parrainage de réfugiés se trouvant en Turquie. Pour de plus amples renseignements sur les documents supplémentaires qu&rsquo;il faut joindre à une demande de parrainage d&rsquo;un réfugié se trouvant en Turquie, consultez les <a href=\"https:\/\/www.rstp.ca\/fr\/refugee-sponsorship\/latest-policy-program-update\/lignes-directrices-sur-le-parrainage-par-le-secteur-prive-de-refuigies-en-provenance-de-la-turquie\/\">Lignes directrices sur le parrainage par le secteur privé de réfugiés en provenance de la Turquie<\/a>.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-8\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">8. Pouvons-nous parrainer des réfugiés palestiniens?<\/p><div class=\"accordion-body\">Comme signalé ci-dessus, les réfugiés parrainés par un Groupe de cinq ou un Répondant communautaire doivent avoir été reconnus ou acceptés comme réfugiés par le HCR ou le gouvernement du pays dans lequel ils se trouvent actuellement. Ils doivent joindre une copie du document attestant de cette reconnaissance de leur statut de réfugié au dossier de demande.<\/p>\n<p>Les attestations de statut de réfugié émises par l&rsquo;Office de secours et de travaux des Nations Unies pour les réfugiés de Palestine dans le Proche-Orient (UNRWA, d&rsquo;après son sigle anglais) ne sont pas reconnues par le gouvernement du Canada comme des preuves valables du statut de réfugié. Par conséquent, les réfugiés palestiniens possédant des documents émis par l&rsquo;UNRWA ne peuvent pas être parrainés par un Groupe de cinq ou un Répondant communautaire.<\/p>\n<p>Si un réfugié palestinien se trouve dans un pays ou un territoire qui relève du mandat de l&rsquo;UNRWA (c&rsquo;est-à-dire, Syrie, Jordanie, Liban, bande de Gaza ou Cisjordanie), il ne sera pas en mesure d&rsquo;obtenir une preuve de son statut de réfugié émise par le HCR. Toutefois, un réfugié palestinien se trouvant dans un pays ne relevant pas du mandat de l&rsquo;UNRWA pourrait obtenir une preuve de son statut de réfugié émise par le HCR. Il pourrait ainsi être parrainé par un Groupe de cinq ou un Répondant communautaire.<\/p>\n<p>Un réfugié palestinien qui n&rsquo;est pas en mesure d&rsquo;obtenir une preuve de son statut de réfugié auprès du HCR, ou qui ne possède que des documents émis par l&rsquo;UNRWA, peut toutefois être parrainé par un Signataire d&rsquo;entente de parrainage (SEP) s’il répond aux critères de recevabilité et d&rsquo;admissibilité énoncés ci-dessus.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-9\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">9. Avons-nous le droit de parrainer des réfugiés rwandais, ou est-ce-que le Rwanda est maintenant considéré comme un pays sécuritaire?<\/p><div class=\"accordion-body\">Le HCR a invoqué une clause de cessation pour les Rwandais en juin 2012. Pour cette raison, l&rsquo;obtention d&rsquo;un certificat de statut de réfugié ne sera pas possible et le parrainage ne sera donc pas possible par l&rsquo;intermédiaire d&rsquo;un Groupe de cinq ou d&rsquo;un Répondant communautaire. Toutefois, comme les parrainages par un SEP ne nécessitent pas de lettre de mandat ou de recommandation du HCR, vous pouvez parrainer un réfugié rwandais s’il répond aux critères de recevabilité et admissibilité du Programme de parrainage privé des réfugiés.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-10\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">1o. Est-ce-que les personnes à charge de fait se qualifient pour venir au Canada dans le cadre du programme du délai prescrit d’un an?<\/p><div class=\"accordion-body\">Non, les personnes à charge de fait ne se qualifient pas dans le cadre du programme du délai prescrit d’un an car ils ne répondent pas à la définition de membre de la famille, comme indiqué dans le manuel OP 5.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-11\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">11. Nous tenons à parrainer une famille de réfugiés qui se compose d'une femme, son époux, leurs deux enfants (4 et 8 ans), un neveu (6 ans) de la femme et la sœur de l'époux (27 ans).<\/p><div class=\"accordion-body\">Veuillez noter que, dans le contexte de parrainage privé des réfugiés, une «famille» ne comprend que le demandeur principal, le conjoint du demandeur (ou conjoint de fait), et leurs enfants à charge. Les enfants à charge se réfèrent généralement à des enfants biologiques ou adoptés âgés de moins de 22 ans. A 22 ans ou plus, un enfant est considéré «à charge» s’ il ou elle est essentiellement tributaire du soutien financier du parent (s) en raison des inscriptions à temps plein dans l&rsquo;enseignement ou à cause d&rsquo;un état physique ou mental. Seuls ces membres de la famille peuvent être inclus dans l&rsquo;engagement de parrainage de réfugiés. Le neveu et la sœur de l&rsquo;époux peuvent être considérés comme membres de l&rsquo;unité de la famille, mais ils ne répondent pas à la définition de «famille» comme ci-dessus. En fonction de la situation spécifique, le neveu et la belle-sœur peuvent être considérés comme «personnes à charge de fait». Peu importe l&rsquo;âge, une personne à charge de fait est une personne qui est émotionnellement et \/ ou financièrement dépendante de la famille et vit habituellement avec elle. Des engagements et trousses IMM6000 distincts sont nécessaires pour chaque personne à charge de fait. Afin d&rsquo;être parrainé conjointement avec le demandeur d&rsquo;asile principal, leurs demandes doivent être «liés» &#8211; pour ce faire, remplir la section G de chaque engagement.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-12\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">12. Mon dossier de réfugié a été rejeté en Suède. Puis-je être parrainé par des particuliers au Canada?<\/p><div class=\"accordion-body\">La Suède, comme la plupart des pays de l&rsquo;UE, est signataire de la Convention sur les réfugiés de l&rsquo;ONU et de ses Protocoles. Bien qu&rsquo;il n&rsquo;y ait aucune raison de refuser automatiquement une demande de parrainage parce que la demande du statut de réfugié a été rejetée dans un pays signataire, les chances que la demande de réinstallation au Canada soit acceptés sont faibles. Si le demandeur avait demandé la protection dans le pays signataire (Suède) et que la demande a été refusée, et toutes les autres possibilités concrètes de recours ont été épuisées, l&rsquo;agent des visas canadien doit évaluer le bien-fondé de la demande de réinstallation au Canada. L&rsquo;agent examinera si les besoins de protection du réfugié ont été refusés, et si le réfugié a été accordé un statut en deçà de la Convention. Pour plus d&rsquo;informations, consultez la section 7.2 de l&rsquo;OP 5.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-13\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">13. Peut-on parrainer un réfugié qui est en Italie et qui n'a pas de statut permanent là-bas?<\/p><div class=\"accordion-body\">Lors de l&rsquo;évaluation des demandes de parrainage pour les demandeurs d&rsquo;asile qui résident dans les pays qui sont signataires de la Convention sur les réfugiés de l&rsquo;ONU et de ses Protocoles, comme l&rsquo;Italie, l&rsquo;agent canadien des visas doit déterminer si le demandeur serait en mesure de trouver une solution durable dans ce pays. L&rsquo;agent des visas déterminera si ce pays a un régime libre et efficace de protection des réfugiés et si le demandeur a présenté une demande de protection en vertu de ce régime. Si le réfugié a demandé le statut en Italie, mais la demande est toujours en cours ou le réfugié a retiré sa demande, il est susceptible d&rsquo;être rejeté par l&rsquo;agent canadien des visas en raison d&rsquo;avoir la possibilité de s&rsquo;intégrer localement.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><div id=\"wp-spoiler-14\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">14. Y a t-il d'autres raisons pour lesquelles quelqu'un pourrait ne pas être recevable à la réinstallation?<\/p><div class=\"accordion-body\">En plus d&rsquo;être à l&rsquo;intérieur du Canada, les personnes suivantes ne se qualifient pas au parrainage privé :<\/p>\n<ul>\n<li>Les personnes qui ont fait l&rsquo;objet d&rsquo;une demande de parrainage qui a été refusée, à moins que :\n<ul>\n<li>leurs circonstances aient changé;<\/li>\n<li>de nouvelles informations, qui n&rsquo;ont pas été présentées dans la demande antérieure soient venues à la lumière;<\/li>\n<li>les lois canadiennes les concernant aient changé.<\/li>\n<\/ul>\n<\/li>\n<li>Les personnes qui ont accès à une solution durable, telles que le rapatriement volontaire, l&rsquo;intégration locale dans le pays de résidence actuel ou une autre offre de réinstallation;<\/li>\n<li>Les personnes qui n&rsquo;ont pas été reconnues comme réfugiés par le HCR ou les autorités étatiques dans le pays d&rsquo;asile (si les répondants sont un Groupe de cinq ou un Répondant communautaire).<\/div>  <\/div><!-- end div.wp-spoiler --><\/li>\n<\/ul>\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/fr\/parrainage-de-refugies\/foire-aux-questions\/\">Retour<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Retour<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":1199,"menu_order":1,"comment_status":"open","ping_status":"open","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1205"}],"collection":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/comments?post=1205"}],"version-history":[{"count":7,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1205\/revisions"}],"predecessor-version":[{"id":14490,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1205\/revisions\/14490"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1199"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/media?parent=1205"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}