{"id":1211,"date":"2014-04-04T09:37:00","date_gmt":"2014-04-04T09:37:00","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=1211"},"modified":"2020-09-04T17:37:21","modified_gmt":"2020-09-04T21:37:21","slug":"formulaires-de-demande","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/fr\/parrainage-de-refugies\/foire-aux-questions\/formulaires-de-demande\/","title":{"rendered":"Formulaires de demande"},"content":{"rendered":"<h2>Général<\/h2>\n<div id=\"wp-spoiler-1\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. Quels formulaires doivent remplir les parrains?<\/p><div class=\"accordion-body\">Tous les formulaires qui doivent être remplis pour un parrainage de réfugiés se trouvent sur le <a href=\"http:\/\/www.rstp.ca\/fr\/traitement\/les-formulaires-de-demande\/\">site Web du PFPR<\/a>. Consultez notre page des formulaires de demande pour plus d&rsquo;informations et contactez-nous si vous avez des questions. <\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-2\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">2. Où doit-on soumettre les formulaires?<\/p><div class=\"accordion-body\">Envoyez tous les formulaires de demande de parrainage de réfugiés dûment remplis et signés ainsi que les documents justificatifs soit par courriel à l&rsquo;adresse suivante : <u>IRCC.INROCO-CORORI.IRCC@cic.gc.ca, soit par la poste à :<\/u><\/p>\n<p>Centre des opérations de réinstallation à Ottawa (COR-O)<br \/>\n365, avenue Laurier Avenue Ouest<br \/>\nOttawa (Ontario)<br \/>\nK1A 1L1<\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/fr\/parrainage-de-refugies\/foire-aux-questions\/\">Retour<\/a><\/p>\n<h2>Engagement \/ demande de parrainage<\/h2>\n<div id=\"wp-spoiler-3\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">1. Le demandeur principal devrait-il inclure des membres de sa famille qui ne l'accompagneront pas au Canada?<\/p><div class=\"accordion-body\">Le demandeur principal doit obligatoirement citer tous les membres de sa famille immédiate dans la demande, peu importe si ces derniers l&rsquo;accompagneront au Canada ou non. <\/div>  <\/div><!-- end div.wp-spoiler -->\n<p>&nbsp;<\/p>\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/fr\/parrainage-de-refugies\/foire-aux-questions\/\">Retour<\/a><\/p>\n<h2>IMM 0008 : Formulaire de demande générique (à compléter par le demandeur d&rsquo;asile)<\/h2>\n<div id=\"wp-spoiler-4\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">1. Comment les demandeurs d'asile qui n'ont pas accès à un ordinateur peuvent-ils remplir les formulaires? Est-ce-que les formulaires remplis à la main sont acceptés?<\/p><div class=\"accordion-body\">Les formulaires remplis à la main ne seront pas acceptés et le COR-O vous les retournera.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-5\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">2. À quoi sert le bouton « Valider »?<\/p><div class=\"accordion-body\">Le bouton « valider » doit être utilisé lorsque toutes les informations qui ont été saisies sont définitives. Autrement dit, lorsque vous avez rempli le formulaire et que vous souhaitez l&rsquo;imprimer pour le signer et l&rsquo;envoyer, cliquez sur « Valider’». Si vous avez manqué les champs obligatoires, vous serez informé que vous devez les remplir avant de pouvoir valider et soumettre le formulaire. Les champs obligatoires seront encadrés de rouge. Une fois validé, un code à barres qui contient toutes les informations que vous avez saisies dans le formulaire sera créé automatiquement.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-6\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">3. Pourquoi y-a-t-il des codes à barres sur le formulaire?<\/p><div class=\"accordion-body\">La saisie des données est facilitée dans le nouveau système mondial de gestion des cas (SMGC) en incorporant des codes à barres qui seront générés lorsque les demandeurs doivent remplir leur formulaire par voie électronique. Les codes à barres n&rsquo;apparaîtront sur le formulaire de demande IMM 0008 qu’une fois que toutes les informations requises auront été correctement remplies et que le demandeur principal aura cliqué sur le bouton «Valider» (situé au début et à la fin du formulaire). Les codes à barres, qui seront imprimés sur les deux dernières pages du formulaire, contiendront toutes les données saisies par le demandeur, et peuvent être scannés pour le téléchargement direct dans le SMGC.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-7\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">4. Est-il possible d'enregistrer des modifications au fur et à mesure que nous remplissons les formulaires  de la trousse de demande IMM6000?<\/p><div class=\"accordion-body\">Oui, avec la nouvelle version d&rsquo;Adobe Acrobat ReaderDC, il est maintenant possible d&rsquo;enregistrer les modifications au fur et à mesure que vous remplissez les formulaires suivants : Formulaire de demande générique pour le Canada [IMM 0008]; Personnes à charge additionnelles \/ Déclaration [IMM 0008DEP]; Annexe A &#8211; Antécédents \/ Déclaration [IMM 5669]; Annexe 2 &#8211; Réfugiés hors Canada [IMM 0008 ANNEXE 2] et Recours aux services d&rsquo;un représentant [IMM 5476].<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-8\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">5. Peut-on apporter des modifications aux formulaires une fois que nous les avons soumis, s’il y a des erreurs? Si oui, comment pourrions-nous faire de cela?<\/p><div class=\"accordion-body\">Oui, des modifications peuvent être apportées au formulaire. Si des erreurs ont été détectées après que la demande avec les codes à barres a déjà été envoyée à IRCC, une nouvelle demande doit alors être remplie, validée, puis soumise à IRCC. Il faut joindre à la nouvelle demande une copie de la demande précédente et une note indiquant qu’elle n&rsquo;est plus valide et que la nouvelle demande devrait être utilisée comme la bonne.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-9\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">6. Est-ce-que le fait de modifier l'information sur le formulaire va affecter la crédibilité du demandeur?<\/p><div class=\"accordion-body\">Non, cela n’affectera pas la crédibilité.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-10\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">7. On s'attend à ce que toutes les personnes à charge remplissent et signent la demande. Faut-il inclure les enfants de tous âges, même les bébés?<\/p><div class=\"accordion-body\">Le demandeur principal doit remplir les renseignements personnels de toutes ses personnes à charge, qu&rsquo;elles l’accompagnent au Canada ou non. Toutefois, aucune personne à charge ne doit pas signer le formulaire.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-11\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">8. Comment rajoute-t-on une personne à charge sur le formulaire?<\/p><div class=\"accordion-body\">Le demandeur principal doit cliquer sur « Ajouter une personne à charge » pour ajouter chaque personne à charge. Le formulaire de demande générique (IMM0008) ne contient suffisamment de place que pour 5 personnes à charge. Si le demandeur principal a plus de 5 personnes à sa charge, les personnes à charge supplémentaires doivent être déclarées dans le formulaire « Personnes à charge additionnelles \/ Déclaration » (IMM0008DEP). Ce formulaire supplémentaire doit aussi être rempli et signé par le demandeur principal, et non par les personnes à charge.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-12\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">9. Comment corriger un nom épelé incorrectemnt sur des documents importants?<\/p><div class=\"accordion-body\">Le nom qui apparaît sur la demande générique doit correspondre au nom cité dans l&rsquo;Engagement de parrainage. Le demandeur peut donner l&rsquo;orthographe correcte de son nom à la question 2 de la section Données personnelles du Formulaire de demande générique pour le Canada (IMM0008). Il serait également utile d&rsquo;expliquer pourquoi le nom a été mal épelé ailleurs.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-13\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">10. La question n ° 10 demande le statut du refugié demandeur dans son pays de résidence actuel. Dans le menu déroulant, entre autres options, il y a «­ personne protégée » et « demandeur d'asile­ ». Quelle est la différence entre les deux?<\/p><div class=\"accordion-body\">Ces expressions peuvent avoir un sens différent dans différents pays et englober différentes catégories de personnes, ou encore ne pas être utilisées du tout. Dans le contexte du formulaire de demande générique IMM 0008, « personne protégée » fait référence à quelqu&rsquo;un qui est reconnu comme réfugié par le HCR ou l&rsquo;État dans lequel il ou elle réside, tandis que « demandeur d&rsquo;asile » désigne une personne qui cherche à obtenir l&rsquo;asile dans un pays autre que son pays d&rsquo;origine et qui est en attente d&rsquo;une décision sur son statut de réfugié dans ce pays.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-14\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">11. Où est-ce-que le demandeur doit mettre sa photo?<\/p><div class=\"accordion-body\">Si la demande est soumise par courriel, toutes les photos devraient être placées dans le même fichier nommé « NOM DE FAMILLE DU DEMANDEUR PRINCIPAL, Prénom &#8211; Photos ». Une photo de chaque membre de la famille doit être soumise, avec le nom et la date de naissance du demandeur. De plus amples renseignements sur la soumission de la demande se trouvent à <a href=\"https:\/\/www.canada.ca\/fr\/immigration-refugies-citoyennete\/services\/demande\/formulaires-demande-guides\/guide-parrainer-refugies-refugies-groupes-cinq.html#etape5\">l&rsquo;Étape 5<\/a> du Guide d&rsquo;instructions à l&rsquo;intention des Groupes de cinq, ainsi que dans <a href=\"https:\/\/www.youtube.com\/watch?v=Ps9e8JZkjxg&amp;ab_channel=RefugeeSponsorship\">notre webinaire enregistré<\/a> portant sur ce sujet. <\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-15\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">12. Quelles personnes sont considérées comme des « personnes à charge »?<\/p><div class=\"accordion-body\">Une personne à charge est un époux ou conjoint de fait de plus de 18 ans. Un enfant à charge est soit (a) un enfant de moins de 22 ans qui est célibataire (non marié et sans conjoint de fait), soit (b) un enfant de plus de 22 ans qui n&rsquo;a pas cessé de dépendre du soutien financier de ses parents depuis qu&rsquo;il ou elle a atteint l&rsquo;âge de 22 ans; soit (c) un enfant de plus de 22 ans qui est toujours à la charge de ses parents parce qu&rsquo;il ou elle ne peut subvenir à ses propres besoins en raison d&rsquo;un problème de santé mentale ou physique qui s&rsquo;est manifesté avant que cette personne ait 22 ans. Pour des informations complémentaires, consultez le <a href=\"https:\/\/www.canada.ca\/fr\/services\/immigration-citoyennete\/centre-aide\/glossaire.html#enfant_a_charge\">glossaire d&rsquo;IRCC<\/a>.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-16\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">13. Que faire si les enfants n'accompagnent pas leur(s) parent(s) et sont encore dans leur pays d'origine?<\/p><div class=\"accordion-body\">Le demandeur principal doit fournir des renseignements personnels complets sur toutes les personnes à sa charge, y compris celles qui sont dans leur pays d&rsquo;origine. L&rsquo;omission de certains membres de la famille peut entrainer leur l&rsquo;exclusion du Canada. La question 11 b) demande la raison pour laquelle le membre de la famille n&rsquo;accompagne pas.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-17\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">14. Lorsque le conjoint et les enfants mineurs n'ont jamais quitté leur pays d'origine, doivent- ils remplir la section  « De \/ À » de la question 13 du Formulaire de demande générique IMM 0008?<\/p><div class=\"accordion-body\">Même s’ils n&rsquo;ont pas quitté leur pays d&rsquo;origine, ils doivent répondre à la question 13. Ils auront à choisir leur pays de résidence dans le menu déroulant. Ils auront également à identifier leur statut (par exemple, citoyen ou résident permanent). La section « De \/ À » demande des informations sur la durée de leur séjour. Ils devront indiquer les dates de leur séjour à partir de la date de naissance jusqu&rsquo;à maintenant (la date à laquelle la demande sera signée).<\/p>\n<p><strong>Remarque<\/strong> : Le conjoint du demandeur (de plus de 18 ans) et les enfants à charge âgés de 18 à 22 ans devont remplir leurs propres formulaires Annexe A (IMM5669) et Annexe 2(IMM0008 ANNEXE 2). S&rsquo;ils ne sont pas en mesure de le faire, le demandeur principal devra expliquer pourquoi c&rsquo;est le cas dans une lettre d&rsquo;accompagnement jointe à la demande.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-18\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">15. Nous aimerions soumettre un engagement pour un réfugié en détention, mais ce réfugié n'est pas en mesure de remplir par lui-même le formulaire IMM0008. Que faire?<\/p><div class=\"accordion-body\">La soumission d&rsquo;une demande de parrainage pour un réfugié qui est en détention est généralement difficile pour les agents des visas et les répondants. Souvent, les agents des visas et le personnel du HCR trouvent qu&rsquo;il est difficile d&rsquo;avoir accès aux réfugiés qui sont détenus dans le pays d&rsquo;asile. En raison de l&rsquo;accès limité, il peut aussi être difficile de rassembler les formulaires de demande nécessaires, soit pour compléter et signer les formulaires, prendre des photos et obtenir les pièces justificatives. Étant donné que tous les répondants seront tenus de soumettre les formulaires de demande, vous aurez besoin d&rsquo;expliquer par écrit (dans une lettre d&rsquo;accompagnement) pourquoi vous ne pouvez pas soumettre une partie des formulaires de demande ou des signatures originales et demander qu&rsquo;une exemption soit faite sur la base des considérations humanitaires. Votre lettre doit expliquer clairement les points suivants : les circonstances qui vous empêchent de le faire; vos tentatives de vous conformer aux exigences de la loi et du résultat de ces tentatives; la situation désastreuse des réfugiés que vous avez l&rsquo;intention de parrainer, les besoins de protection spéciaux des femmes et des enfants, le cas échéant, et toutes autres raisons impérieuses.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<p>&nbsp;<\/p>\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/fr\/parrainage-de-refugies\/foire-aux-questions\/\">Retour<\/a><\/p>\n<h2>Annexe A<\/h2>\n<div id=\"wp-spoiler-19\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. Les demandeurs qui ont fait leur service militaire doivent-ils l'indiquer à la question 11 de l'Annexe A?<\/p><div class=\"accordion-body\">R: Oui. Tous les demandeurs sont censés indiquer leur service militaire à la question 11. Malheureusement, de nombreux demandeurs sont mal conseillés de cacher leurs antécédents dans l&rsquo;armée sous prétexte que le Canada n&rsquo;accepte pas les gens qui ont fait un service militaire ou participé à un combat. Ceci est faux. En conséquence, ils indiquent parfois « néant » dans le formulaire de demande. Les demandeurs sont censés divulguer leurs antécédents militaires pour déterminer leur admissibilité. L&rsquo;omission de telles informations peut susciter des inquiétudes sur la crédibilité du demandeur et pourrait conduire à une décision négative. Il faut assurer au demandeur que le service militaire n&rsquo;entraîne par automatiquement l&rsquo;inadmissibilité au Canada.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/fr\/parrainage-de-refugies\/foire-aux-questions\/\">Retour<\/a><\/p>\n<h2>Plan d’établissement<\/h2>\n<div id=\"wp-spoiler-20\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. Q: Nous prévoyons de parrainer deux adultes qui sont frère et sœur et de lier leurs demandes. Ils vont vivre ensemble lorsqu'ils arriveront au Canada. Devons-nous présenter des plans d’établissement distincts?<\/p><div class=\"accordion-body\">R: Oui. Le COR-O s&rsquo;attend à recevoir un plan d’établissement par demande. Dans ce cas, vous devrez présenter 2 plans d’établissement.<\/div>  <\/div><!-- end div.wp-spoiler -->\n<p><a class=\"button style1\" style=\"margin-bottom: 25px;\" href=\"\/fr\/parrainage-de-refugies\/foire-aux-questions\/\">Retour<\/a><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Général Retour Engagement \/ demande de parrainage &nbsp; Retour IMM 0008 : Formulaire de demande générique (à compléter par le demandeur d&rsquo;asile) &nbsp; Retour Annexe A Retour Plan d’établissement Retour [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":1199,"menu_order":1,"comment_status":"open","ping_status":"open","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1211"}],"collection":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/comments?post=1211"}],"version-history":[{"count":7,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1211\/revisions"}],"predecessor-version":[{"id":12442,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1211\/revisions\/12442"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1199"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/media?parent=1211"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}