{"id":1278,"date":"2014-04-04T10:17:24","date_gmt":"2014-04-04T10:17:24","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=1278"},"modified":"2019-01-19T06:59:01","modified_gmt":"2019-01-19T11:59:01","slug":"conseils-pour-remplir-les-formulaires-de-demande-pour-les-signataires-dentente-de-parrainage","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/fr\/traitement\/besoin-daide-avec-les-formulaires\/conseils-pour-remplir-les-formulaires-de-demande-pour-les-signataires-dentente-de-parrainage\/","title":{"rendered":"Conseils pour remplir les formulaires de demande pour les Groupes constitutifs et les Signataires d’entente de parrainage"},"content":{"rendered":"<p>Êtes-vous membre d’un <strong>Groupe constitutif <\/strong>ou d’une organisation <strong>Signataire d’une entente de parrainage<\/strong> ? Préparez-vous actuellement une demande de parrainage pour un réfugié ? Craignez-vous que l’on rejette votre demande ou vos formulaires ? Désirez-vous obtenir des conseils et des astuces ?<\/p>\n<p>Si vous avez répondu « oui » à l’une de ces questions, les conseils suivants pourraient vous être utiles. Lorsqu’il sera temps de préparer votre demande, commencez par télécharger et enregistrer tous les <a href=\"http:\/\/www.rstp.ca\/fr\/traitement\/les-formulaires-de-demande\/\">formulaires requis<\/a>. Ensuite, suivez bien le Guide d’instructions et portez une attention particulière aux points suivants :<\/p>\n<h2>FORMULAIRES POUR LE RÉPONDANT<\/h2>\n<h3>Engagement de parrainage — Signataires d’entente de parrainage (IMM 5373)<\/h3>\n<ul>\n<li>Assurez-vous d’utiliser la version la plus récente du formulaire. La date se trouve dans le coin inférieur gauche de la page.<\/li>\n<li>Remplissez tous les formulaires à l’ordinateur. Les formulaires remplis à la main vous seront retournés sans être traités.<\/li>\n<li>Section A — Renseignements sur le Signataire de l’entente de parrainage : le champ pour le courriel est désormais obligatoire. Vous ne pourrez remplir le reste du formulaire que si vous fournissez une adresse courriel valide pour le Signataire autorisé. Immigration, Réfugiés et Citoyenneté Canada (IRCC) se servira de cette adresse pour communiquer avec vous ; assurez-vous donc de vérifier vos courriels régulièrement !<\/li>\n<li>Section B — Informations sur le Groupe constitutif (GC) : indiquez si vous avez un Groupe constitutif en cochant « Oui » ou « Non ».\n<ul>\n<li><strong>Si vous sélectionnez « Oui »<\/strong>, une nouvelle section s’ouvrira automatiquement ; vous devez y inscrire de l’information concernant votre GC. Le GC doit obligatoirement fournir une adresse courriel valide.<\/li>\n<li>Section C — Information sur le corépondant : indiquez si vous avez un corépondant en cochant « Oui » ou « Non ».<\/li>\n<li><strong>Si vous répondez « Oui »,<\/strong> sélectionnez votre type de corépondant dans la liste déroulante qui apparaît (« Personne seule » ou « Organisation »). Selon votre choix, une nouvelle sous-section s’ouvrira, vous demandant de l’information additionnelle.<\/li>\n<li>Pour ajouter ou retirer un corépondant, sélectionnez « Ajouter un corépondant » ou « Supprimer un corépondant », selon le cas.<\/li>\n<\/ul>\n<\/li>\n<li>Section D — Demandeur(s) d’asile : inscrivez TOUS les membres de la famille du demandeur principal (DP) (p. ex. conjoint ou conjointe, enfants et autres personnes à charge), même si ces personnes n’accompagnent PAS le DP au Canada ou qu’elles sont actuellement introuvables. <strong>Important : <\/strong>Si vous omettez d’inscrire des personnes qui correspondent à la définition d’IRCC pour la famille à cette section du formulaire IMM 5373, ou au Formulaire de demande générique pour le Canada (IMM 0008), ces personnes pourraient se voir refuser à tout jamais le droit d’entrer au Canada en vertu de l’article 117 (9) (d) du Règlement sur l’immigration et la protection des réfugiés (RIPR).<\/li>\n<li>Sélectionnez « Oui » ou « Non » pour indiquer s’il faut ajouter d’autres membres de la famille du demandeur principal (DP).\n<ul>\n<li><strong>Si vous sélectionnez « Oui »<\/strong>, une nouvelle section s’ouvrira automatiquement ; vous devez y inscrire de l’information concernant les membres de la famille.<\/li>\n<li>Pour chaque membre de la famille, assurez-vous de bien cocher la case « Accompagne le demandeur » (si ce membre désire accompagner le DP au Canada, peu importe s’ils résident actuellement dans des pays différents) ou « Ne l’accompagne pas » (si le membre de la famille désire voyager à une date ultérieure). Si le membre de la famille ne correspond pas à la définition indiquée au règlement, la demande de parrainage vous sera retournée sans être traitée. (Pour en savoir davantage, visitez la <a href=\"https:\/\/www.canada.ca\/fr\/immigration-refugies-citoyennete\/organisation\/publications-guides\/bulletins-guides-operationnels\/demandes-asile\/reinstallation\/recevabilite\/determiner-membres-famille-sont-admissibles-reinstallation.html\" target=\"_blank\" rel=\"noopener\">page web<\/a> de IRCC sur le traitement des membres de la famille.)<\/li>\n<li><strong>Important : <\/strong>Si le membre de la famille additionnel a des coordonnées distinctes, sélectionnez « Oui » et remplissez les champs qui s’ouvriront automatiquement<strong>.<\/strong> Si ce n’est le cas, sélectionnez « Non » et remplissez la prochaine section.<\/li>\n<li>Pour ajouter ou retirer des membres de la famille, sélectionnez « Ajouter un membre de la famille supplémentaire » ou « Supprimer ce membre de la famille », selon le cas.<\/li>\n<\/ul>\n<\/li>\n<li>Section E — Demandes de parrainage liées\/multiples : Remplissez cette section <strong>seulement si<\/strong> vous présentez aussi des demandes pour d’autres personnes qui ne sont pas des membres de la famille immédiate du DP (p. ex. des frères et sœurs ou des enfants de plus de 22 ans) et que vous désirez que les demandes soient traitées conjointement, afin de permettre à ces personnes d’être réinstallées ensemble. Pour en savoir davantage, visitez la <a href=\"https:\/\/www.canada.ca\/fr\/immigration-refugies-citoyennete\/organisation\/publications-guides\/bulletins-guides-operationnels\/demandes-asile\/reinstallation\/recevabilite\/determiner-membres-famille-sont-admissibles-reinstallation.html\" target=\"_blank\" rel=\"noopener\">page web<\/a> de IRCC sur le traitement des membres de la famille.<\/li>\n<li>Section F — Obligations, Consentements et Déclarations : cette section comprend :\n<ul>\n<li>une clause précisant qu’en signant l’engagement de parrainage, le groupe de parrainage a l’obligation de soutenir le DP et tous les membres de la famille qui l’accompagnent ou qui ne l’accompagnent pas<strong>, y compris les membres de la famille nés après la réception de l’engagement de parrainage par IRCC<\/strong> ; et<\/li>\n<li>un consentement permettant à IRCC de partager de l’information avec le Programme de formation sur le parrainage des réfugiés (PFPR), afin que le groupe de parrainage reçoive de la formation sur la planification de l’établissement.<\/li>\n<\/ul>\n<\/li>\n<li>Section G — Signatures : assurez-vous que le signataire autorisé du SEP et, le cas échéant, du GC et\/ou des co-répondants signent et datent cette section (les signatures numérisées sont autorisées).\n<ul>\n<li>Les signatures doivent être apposées au plus 90 jours avant la date de soumission de la demande, à défaut de quoi la demande ne sera pas traitée.<\/li>\n<\/ul>\n<\/li>\n<li>Assurez-vous que les noms sont épelés de la même façon partout et, surtout, que le nom du DP est épelé de la même façon sur tous les formulaires et documents justificatifs.<\/li>\n<\/ul>\n<h3>Évaluation du répondant (IMM 5492)<\/h3>\n<ul>\n<li>Assurez-vous d’utiliser la version la plus récente du formulaire. La date se trouve dans le coin inférieur gauche de la page.<\/li>\n<li>Seuls les formulaires remplis à l’ordinateur sont acceptés.<\/li>\n<li>Le cas échéant, chaque membre du GC et corépondant doit remplir un formulaire.<\/li>\n<li>Signez et datez le formulaire (les signatures numérisées sont autorisées).<\/li>\n<\/ul>\n<h3>Plan d’aide à l’établissement (IMM 5440)<\/h3>\n<ul>\n<li>Assurez-vous d’utiliser la version la plus récente du formulaire. La date se trouve dans le coin inférieur gauche de la page.<\/li>\n<li>Seuls les formulaires remplis à l’ordinateur sont acceptés.<\/li>\n<li>Section B — Liste de vérification des besoins d’établissement : il est possible d’affecter plus d’une partie (SEP, GC ou co-répondant) au même besoin.\n<ul>\n<li>Le GC doit soumettre son plan au SEP.<\/li>\n<\/ul>\n<\/li>\n<li>Le plan d’aide à l’établissement doit satisfaire aux besoins de chaque personne inscrite à la Section D de l’Engagement de parrainage, peu importe que ces personnes accompagnent le DP ou non.<\/li>\n<li>Les SEP ne sont pas tenus de soumettre ce formulaire au COR-O, à moins d’avoir signé une entente SEP dans les deux dernières années, dans quel cas, ils doivent le présenter au COR-O avec leur demande.<\/li>\n<li>Section C — Besoins d’établissement – Détails : Assurez-vous de répondre aux questions de cette section. Détaillez vos réponses autant que possible et, le cas échéant, évitez de réutiliser des réponses identiques à celles déjà fournies dans d’autres plans d’établissement soumis par votre groupe.\n<ul>\n<li>Question 3 : Consultez la page <a href=\"http:\/\/www.rstp.ca\/fr\/responsabilites\/services-detablissement\/\" target=\"_blank\" rel=\"noopener\">Services d’établissement<\/a> du PFPR pour trouver et contacter des fournisseurs de service. Prévoyez de familiariser les nouveaux arrivants avec les organisations de service de votre région. Ces fournisseurs peuvent compléter vos efforts de soutien à l’établissement à l’aide de programmes de groupe, de cours de langue ou d’ateliers de recherche d’emploi.<\/li>\n<li>Ne répondez à la question 5 que si des membres de la famille non-accompagnants sont inscrits à l’Engagement de parrainage.<\/li>\n<\/ul>\n<\/li>\n<li>Assurez-vous que le signataire autorisé pour le SEP et, le cas échéant, pour le GC et les corépondants (personne ou organisme) signent et datent la section D (les signatures numérisées sont autorisées).<\/li>\n<\/ul>\n<h2>FORMULAIRES POUR LE RÉFUGIÉ (LE DEMANDEUR PRINCIPAL)<\/h2>\n<h3>Formulaire de demande générique pour le Canada (IMM 0008)<\/h3>\n<ul>\n<li>Assurez-vous d’utiliser la version la plus récente du formulaire. La date se trouve dans le coin inférieur gauche de la page.<\/li>\n<li>Seuls les formulaires remplis à l’ordinateur sont acceptés.<\/li>\n<li>Assurez-vous que tous les formulaires sont signés et datés, sinon la demande sera retournée sans être traitée. Les signatures numérisées sont autorisées.<\/li>\n<li>Au besoin, aidez le DP à remplir ce formulaire, puis vérifiez-le et imprimez-le.<\/li>\n<li>Dans la section « Détails de la demande », assurez-vous que le DP a sélectionné « Réfugié » à la question 1 et « Hors du Canada » à la question 2.<\/li>\n<li>À la question 4, si la langue maternelle du DP ne figure pas dans la liste, sélectionnez « autre ».<\/li>\n<li>À la question 5, sélectionnez la province et la ville de résidence du groupe de parrainage.<\/li>\n<li>Si votre demande n’est pas faite en vertu du programme d’immigration du Québec, cochez « Non » à la question 6 a) et laisser la question 6 c) en blanc.<\/li>\n<li>Sous « Pays de résidence actuel » dans la section « Données personnelles », le demandeur doit désormais inscrire une date future (plutôt qu’« aujourd’hui »). Par conséquent, si le demandeur habite dans son pays de résidence au moment où la demande est finalisée, il est recommandé d’inscrire la date d’aujourd’hui <strong>plus un jour<\/strong>, plutôt que d’indiquer « jusqu’à aujourd’hui ».<\/li>\n<li>Dans les sections « Passeport » et « Pièce d’identité nationale », confirmez la validité de ces documents en cochant « Oui » ou « Non ». Si le demandeur coche « Non », les champs subséquents tournent au gris et aucune information ne peut y être inscrite.<\/li>\n<li>Assurez-vous que les coordonnées sont complètes et à jour.<\/li>\n<li>Assurez-vous que le nom du DP est épelé de la même façon sur TOUS les formulaires.<\/li>\n<li>TOUS les membres de la famille du DP (p. ex. époux ou épouse, conjoint de fait ou conjointe de fait, enfants à charge de moins de 22 ans) doivent être nommés au formulaire, même s’ils n’accompagnent PAS le DP au Canada ou qu’ils sont actuellement introuvables. <strong>Important : <\/strong>Si vous omettez d’inscrire des personnes qui correspondent à la définition d’IRCC pour la famille dans cette section du formulaire, ou dans le formulaire Engagement de parrainage (<strong>IMM 5373<\/strong>), ces personnes pourraient se voir refuser à tout jamais le droit d’entrer au Canada en vertu de l’article 117 (9) (d) du Règlement sur l’immigration et la protection des réfugiés (RIPR).<\/li>\n<li>Une fois le formulaire rempli, cliquez sur « Valider » et assurez-vous qu’un code-barres et la page de signature sont générés et imprimés.\n<ul>\n<li><strong>Important : <\/strong>si vous apportez des changements au formulaire <em>après<\/em> avoir cliqué sur « Valider », assurez-vous de <strong>cliquer sur « Valider » à nouveau.<\/strong> Sinon, ces changements ne seront pas intégrés au code-barres qui sera lu par le Centre des opérations de réinstallation d’Ottawa (COR-O).<\/li>\n<\/ul>\n<\/li>\n<li>Assurez-vous que le DP a signé tous les formulaires requis (les signatures numérisées sont autorisées).<\/li>\n<\/ul>\n<h3>Annexe A (IMM 5669)<\/h3>\n<ul>\n<li>Assurez-vous d’utiliser la version la plus récente du formulaire. La date se trouve dans le coin inférieur gauche de la page.<\/li>\n<li>Seuls les formulaires remplis à l’ordinateur sont acceptés.<\/li>\n<li>Le DP, son époux ou épouse (ou conjoint de fait ou conjointe de fait) et ses enfants de 18 ans et plus doivent CHACUN remplir leur propre formulaire, même s’ils n’accompagnent pas le DP au Canada.<\/li>\n<li>Assurez-vous que les dates et les activités inscrites à la section 7 correspondent à celles inscrites aux sections 8 à 12 (portez attention aux villes, aux adresses et aux activités rapportées). Ne laissez pas de périodes inexpliquées dans les antécédents du DP.<\/li>\n<\/ul>\n<h3>Annexe 2 (IMM 0008 Annexe 2)<\/h3>\n<ul>\n<li>Assurez-vous d’utiliser la version la plus récente du formulaire. La date se trouve dans le coin inférieur gauche de la page.<\/li>\n<li>Seuls les formulaires remplis à l’ordinateur sont acceptés.<\/li>\n<li>Le DP, son époux ou épouse (ou conjoint de fait ou conjointe de fait) et ses enfants de 18 ans et plus doivent CHACUN remplir leur propre formulaire.<\/li>\n<li>Prenez un moment pour revoir les critères d’admissibilité à la page 1, sous « Avis aux membres de la famille ».<\/li>\n<li>Si des membres de la famille fournissent des réponses identiques à celles du DP, ils ou elles doivent écrire « idem au demandeur principal » dans l’espace fourni.<\/li>\n<li>Les champs de texte s’agrandissent selon la longueur de la réponse. Si l’espace est tout de même insuffisant, annexez une feuille distincte en prenant soin d’y indiquer le titre du formulaire ainsi que le numéro (ou la lettre) de la question à laquelle vous répondez. Inscrivez le nom du demandeur au haut de chaque page et numérotez chaque feuille supplémentaire.<\/li>\n<li>Partie A — Exposé des faits : Le réfugié doit fournir un compte-rendu très clair et détaillé des faits. Évitez les généralités et les réponses vagues.<\/li>\n<li>À la question 7 D), indiquez toutes les compétences et qualités personnelles qui témoignent de la capacité du réfugié à s’adapter à une nouvelle situation, de sa débrouillardise, de son sens de l’initiative et de sa motivation.<\/li>\n<li>Assurez-vous que la partie D, question 14, est bien signée, datée et vérifiée, sinon la demande sera retournée sans être traitée.<\/li>\n<\/ul>\n<h2>ENVOI DES FORMULAIRES<\/h2>\n<p>Au moment de <strong>finaliser<\/strong> votre demande, vérifiez que :<\/p>\n<ul>\n<li>l’information fournie est véridique et cohérente ;<\/li>\n<li>toutes les signatures requises ont été apposées ;<\/li>\n<li>l’épellation des noms et les dates de naissance sont identiques sur tous les formulaires.<\/li>\n<\/ul>\n<p>Au moment de <strong>soumettre<\/strong> votre demande de parrainage par <strong>courriel<\/strong>, veuillez noter ce qui suit :<\/p>\n<ol>\n<li>Seuls les formulaires remplis à l’ordinateur sont acceptés.<\/li>\n<li>La trousse de demande doit être envoyée à : IRCC.INROCO-CORORI.IRCC@cic.gc.ca.<\/li>\n<li>Les documents peuvent être soumis en noir et blanc.<\/li>\n<li>Les documents doivent être numérisés en haute résolution (si le COR-O ne peut pas lire vos documents, votre demande sera rejetée).<\/li>\n<li>Il ne faut pas comprimer les fichiers. Les fichiers ZIP seront retournés, car le COR-O ne peut pas les ouvrir.<\/li>\n<li>L’envoi par courriel suffit ; <strong>n’envoyez pas en plus<\/strong> une copie de votre demande par la poste.<\/li>\n<li>Le formulaire IMM 0008 doit contenir un code-barres 2D pour être soumis (assurez-vous de cliquer sur « Valider » et d’imprimer le formulaire contenant le code-barres).\n<ol>\n<li>Une fois le formulaire rempli et validé, enregistrez le PDF sous « NOM DE FAMILLE DU DP, Prénom – IMM0008 ».<\/li>\n<li>Imprimez la page de signature du formulaire IMM 0008 — apposez votre signature et la date aux endroits indiqués — et numérisez et enregistrez-la dans un document séparé sous « IMM0008 &#8211; Page de signature ».<\/li>\n<\/ol>\n<\/li>\n<li>Vous devez soumettre <strong>au moins 6 pièces jointes distinctes<\/strong>, dans un ou plusieurs courriels.\n<ol>\n<li>Pour les documents à l’appui, il est permis de joindre plusieurs fichiers, selon les besoins.<\/li>\n<li>Veuillez consulter le <a href=\"https:\/\/www.canada.ca\/fr\/immigration-refugies-citoyennete\/organisation\/publications-guides\/guide-programme-parrainage-prive-refugies\/section-2.html#a2.15\" target=\"_blank\" rel=\"noopener\">site web<\/a> de IRCC pour connaître les règles d’appellation des pièces jointes.<\/li>\n<\/ol>\n<\/li>\n<li>La taille du courriel ne peut pas dépasser 10 Mo. Si c’est le cas, il vous sera renvoyé et vous ne recevrez pas de réponse automatique de COR-O.<\/li>\n<li>Chaque pièce jointe ne peut pas dépasser 5 Mo.<\/li>\n<li>Seuls les fichiers PDF et les fichiers d’images sont acceptés.<\/li>\n<li>L’objet de votre courriel doit suivre ce format : Demande de parrainage du SEP <strong>&#8211; <\/strong>NOM DE FAMILLE DU DP, Prénom.\n<ol>\n<li>Si votre courriel dépasse 10 Mo et que vous devez séparer votre envoi en plusieurs courriels distincts, numérotez les parties dans l’objet de vos courriels, p. ex. « Partie 1 de 2 : <strong>Demande de parrainage du SEP &#8211;<\/strong> NOM DE FAMILLE DU DP, Prénom » et « Partie 2 de 2 : <strong>Demande de parrainage du SEP<\/strong> &#8211; NOM DE FAMILLE DU DP, Prénom », etc.<\/li>\n<\/ol>\n<\/li>\n<li><strong>Si votre demande parvient au COR-O, mais qu’elle est incomplète, elle ne sera pas traitée. Dans ce cas, vous devrez RECOMMENCER le processus de demande au complet (et non pas simplement soumettre les documents manquants).<\/strong><\/li>\n<\/ol>\n<p>Veuillez vous assurer que les enfants du DP qui ont 22 ans ou plus, ou qui ont moins de 22 ans et sont mariés, ne sont pas inscrits sur le formulaire d’Engagement de parrainage. À moins d’avoir une condition médicale ou physique qui les a rendus dépendants du DP avant l’âge de 22 ans, les enfants de 22 ans ou plus doivent soumettre leur demande de réfugié à titre de DP et satisfaire eux-mêmes aux critères d’admissibilité afin d’être parrainés pour le Canada. Pour en savoir davantage, consultez le <a href=\"https:\/\/www.canada.ca\/fr\/immigration-refugies-citoyennete\/nouvelles\/2017\/10\/nouvelle_definitiondelagedespersonnesachargeenvigueur.html\" target=\"_blank\" rel=\"noopener\">https:\/\/www.canada.ca\/fr\/immigration-refugies-citoyennete\/nouvelles\/2017\/10\/nouvelle_definitiondelagedespersonnesachargeenvigueur.html<\/a><\/p>\n<p>Si vous choisissez d’envoyer vos formulaires par la poste plutôt que par courriel, postez TOUS les formulaires et les documents d’appui, en un seul envoi, au <a href=\"https:\/\/www.canada.ca\/fr\/immigration-refugies-citoyennete\/organisation\/publications-guides\/guide-programme-parrainage-prive-refugies\/section-2.html#a2.17\" target=\"_blank\" rel=\"noopener\">Centre des opérations de réinstallation d’Ottawa<\/a> (COR-O).<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Êtes-vous membre d’un Groupe constitutif ou d’une organisation Signataire d’une entente de parrainage ? Préparez-vous actuellement une demande de parrainage pour un réfugié ? Craignez-vous que l’on rejette votre demande ou vos [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":1272,"menu_order":1,"comment_status":"open","ping_status":"open","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1278"}],"collection":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/comments?post=1278"}],"version-history":[{"count":4,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1278\/revisions"}],"predecessor-version":[{"id":9161,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1278\/revisions\/9161"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1272"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/media?parent=1278"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}