{"id":1316,"date":"2014-04-04T10:34:55","date_gmt":"2014-04-04T14:34:55","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=1316"},"modified":"2019-06-19T14:27:57","modified_gmt":"2019-06-19T18:27:57","slug":"pratiques-exemplaires-pour-le-suivi-a-lintention-des-sep","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/fr\/responsabilites\/pratiques-exemplaires-pour-le-suivi-a-lintention-des-sep\/","title":{"rendered":"Pratiques exemplaires pour le suivi – à l’intention des SEP"},"content":{"rendered":"<div id=\"wp-spoiler-1\" class=\"accordion-box\" data-style=\"first\">  <p class=\"accordion-title\">1. Introduction<\/p><div class=\"accordion-body\"><\/p>\n<p>L’une des motivations principales d’un Signataire d’entente de parrainage (SEP) est de faire venir des réfugiés dans un pays sécuritaire et sans guerre. Cependant, la qualité de l’aide à l’établissement procurée aux réfugiés est tout aussi importante. Les SEP doivent préparer un <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5440f.pdf\" target=\"_blank\" rel=\"noopener\">Plan d’établissement<\/a> pour leur dossier de demande de parrainage; ce plan devrait expliquer comment l’aide à l’établissement sera mise en œuvre et surveillée. Lorsqu’un SEP ne met pas en place une procédure pour contrôler l’exécution d&rsquo;un plan d’établissement, les besoins des nouveaux arrivants en matière financière et d’établissement risque de ne pas être comblés. Cela pourrait également conduire à une éventuelle rupture de l’engagement de parrainage, voire même à la déclaration d’un manquement au parrainage.<\/p>\n<p>Le suivi périodique, aussi appelé « surveillance », des activités des Groupes constitutifs (GC) et des corépondants (appelés « Partenaires de parrainage » de l’Entente de parrainage) après l’arrivée des personnes parrainées est une des responsabilités fondamentales d’un SEP.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-2\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">2. Qu’est-ce que la surveillance? <\/p><div class=\"accordion-body\"><\/p>\n<p>L’Entente de parrainage d’un SEP définit la surveillance en tant que : « Suivi périodique pour vérifier l’état et l’état d’avancement d’un parrainage et vérifier que les responsabilités sont respectées[1]. »<\/p>\n<p><small>[1] Voir l’Annexe 4 de l’Entente de parrainage, à la page 30.<\/small><\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-3\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">3. Qui est responsable du suivi?<\/p><div class=\"accordion-body\"><\/p>\n<p>Selon l’Entente de parrainage signée par Immigration, Réfugiés et Citoyenneté Canada (IRCC) et le SEP, IRCC et le SEP sont tous deux responsables du suivi du montant de soutien financier versé et de la qualité de l’aide à l’établissement procurée au nouvel arrivant. L’objectif de ce suivi est de s’assurer que le groupe de parrainage et le nouvel arrivant s’acquittent de leurs responsabilités et engagements respectifs[1].<\/p>\n<p>Le SEP effectue le suivi des activités de ses GC et corépondants afin de s’assurer qu’ils s’acquittent de leurs responsabilités et obligations en matière de parrainage, tandis qu’IRCC est responsable du suivi du SEP, de ses GC et corépondants.<\/p>\n<p>Il incombe également au SEP d’informer et de travailler en coopération avec IRCC pour régler tout problème survenant après l’arrivée des nouveaux arrivants qui pourrait mener à une rupture de parrainage, que ce problème concerne les nouveaux arrivants ou le GC ou corépondant du SEP[2].<\/p>\n<p>Les SEP nationaux qui ont des bureaux partout au Canada doivent offrir une supervision adéquate à leurs bureaux régionaux. Le bureau principal du SEP doit s’assurer que ses bureaux régionaux, ainsi que tout GC, corépondant ou nouvel arrivant dans la communauté d’accueil, connaissent bien leurs responsabilités et ce que l’on attend d’eux. Le SEP national doit également s’assurer d’être tenu au courant de tout problème potentiel ou émergent survenant avant l’arrivée ou pendant la période de parrainage, afin qu’il soit en mesure d’intervenir en cas de besoin.<\/p>\n<p><small>[1] Voir le paragraphe 5(r) et le paragraphe 6(k) de l’Entente de parrainage.<br \/>\n[2] Voir le paragraphe 5(s) de l’Entente de parrainage.<\/small><\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-4\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">4. Pourquoi est-il important d’effectuer un suivi? <\/p><div class=\"accordion-body\"><\/p>\n<p>Il a plusieurs raisons pour lesquelles il est bon qu’un SEP effectue un suivi auprès de ses GC et corépondants pendant la période de parrainage. Parmi ces raisons se trouvent le nombre important de responsabilités financières ou reliées à l’établissement dont le groupe de parrainage doit s’acquitter; les responsabilités des SEP énoncées dans l’Entente de parrainage; et, finalement, la volonté de combler les besoins des nouveaux arrivants et de soutenir leur établissement.<\/p>\n<p>Toutes les parties qui signent le formulaire d’<a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5373f.pdf\" target=\"_blank\" rel=\"noopener\">Engagement de parrainage – Signataires d’entente de parrainage [IMM 5373<\/a>], c’est-à-dire les SEP, GC et corépondants, sont conjointement responsables des obligations associées au parrainage des réfugiés, à savoir de fournir du soutien financier et de l’aide à l’établissement aux nouveaux arrivants pendant la période de parrainage[1]. Toutefois, la responsabilité juridique finale revient au SEP : dans les cas où un GC ou corépondant ne s’acquitte pas de ses obligations, le SEP sera tenu pour seul responsable[2]. Un SEP sera tenu responsable s’il ignore que son GC ou corépondant ne fournit pas aux nouveaux arrivants une aide à l’établissement ou un soutien financier adéquats. Ceci pourrait nuire à l’entente de parrainage du SEP et à sa capacité de soumettre de nouvelles demandes.<\/p>\n<p>Il incombe à un SEP de s’assurer qu’il dispose de ressources et de savoir-faire suffisants pour s’acquitter de ses responsabilités de parrainage; il doit s’assurer que ses GC et corépondants disposent eux aussi de ressources adéquates et qu’ils ont pris les mesures nécessaires pour combler leurs responsabilités[3]. Le fait d’effectuer un suivi permet à un SEP de s’assurer que ses GC et corépondants s’acquittent bien de leurs responsabilités de parrainage, c’est-à-dire qu’ils fournissent une aide à l’établissement et un soutien financier adéquats aux nouveaux arrivants. Cela permet également au SEP de fournir de façon opportune de l’appui à ses GC ou corépondants et aux nouveaux arrivants et d’agir dans un délai convenable pour éviter les différends et ruptures de parrainage. Par exemple, s’il a été porté à l’attention du SEP que ses GC et corépondants ne s’acquittent pas de leurs responsabilités de parrainage, le SEP devra leur offrir de la formation, des conseils, des renseignements et du soutien afin qu’ils soient en mesure de le faire.<\/p>\n<p>Par la suite, si les GC et corépondants ne s’acquittent toujours pas de leurs tâches, le SEP peut prendre d’autres mesures, comme trouver un groupe de parrainage remplaçant. Dans les cas où les nouveaux arrivants ont déménagé à l’extérieur de la collectivité d’établissement, le SEP peut prendre des mesures pour continuer à répondre aux <a href=\"http:\/\/www.rstp.ca\/fr\/refugee-sponsorship\/latest-policy-program-update\/procedures-relatives-aux-exigences-de-residence-pour-les-parrainages-prives\/\">exigences en matière de résidence<\/a>.<\/p>\n<p>Effectuer un suivi permet également à un SEP de soutenir et de contribuer à la réussite de l’établissement au Canada des nouveaux arrivants parrainés et de s’assurer que leurs besoins financiers et ceux reliés à l’établissement sont comblés. Si le SEP ne se rend pas compte que ses GC ou corépondants ne procurent pas un soutien financier et de l’aide à l’établissement adéquats, ou bien s’il y a des conflits entre les parties, les besoins des nouveaux arrivants ne seront pas comblés. Ceci peut conduire à une rupture de l’engagement de parrainage.<\/p>\n<p><small>[1] Voir le paragraphe 5(l) de l’Entente de parrainage.<br \/>\n[2] Voir le paragraphe 5(l) de l’Entente de parrainage.<br \/>\n[3] Voir le paragraphe 5(n) de l’Entente de parrainage.<\/small><\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-5\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">5. Que devrait vérifier un SEP?<\/p><div class=\"accordion-body\"><\/p>\n<p>Un SEP devrait effectuer un suivi auprès de ses GC et corépondants afin de contrôler s’ils s’acquittent de leurs responsabilités de parrainage en fournissant aux nouveaux arrivants qu’ils ont parrainés une aide à l’établissement et un soutien financier, pratique et émotionnel convenables (comme détaillé dans l’Annexe 1 de l’Entente du SEP, la partie F du formulaire de l’<a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5373f.pdf\" target=\"_blank\" rel=\"noopener\">Engagement de parrainage  ̶  Signataires d’entente de parrainage (SEP) [IMM 5373]<\/a>, <a href=\"https:\/\/www.canada.ca\/fr\/immigration-refugies-citoyennete\/services\/demande\/formulaires-demande-guides\/guide-parrainer-refugies-signataires-entente-groupes-constitutifs.html#anna\" target=\"_blank\" rel=\"noopener\">l’Annexe A du Guide à l’intention des Signataires d’entente de parrainage [IMM 5413]<\/a> et la <a href=\"http:\/\/www.rstp.ca\/wp-content\/uploads\/2019\/02\/FR_FAQs_BVOR-parity_AUG-20.revFEB-19-2019.pdf\" target=\"_blank\" rel=\"noopener\">Foire aux questions concernant le soutien financier après l’arrivée<\/a>).<\/p>\n<p>Le SEP devrait vérifier les choses suivantes, parmi d’autres :<\/p>\n<ul>\n<li>Est-ce que le GC ou le corépondant ont fait connaissance en personne avec les nouveaux arrivants et à quelle fréquence se réunissent-ils avec les nouveaux arrivants depuis leur arrivée au Canada?<\/li>\n<li>Est-ce que les nouveaux arrivants disposent d’un logement convenable?<\/li>\n<li>Est-ce que les nouveaux arrivants ont reçu leur carte de résident permanent (RP)? Si non, quelles mesures ont été prises auprès d’IRCC pour l’obtenir?<\/li>\n<li>Est-ce que le niveau linguistique des nouveaux arrivants a été évalué, ou bien suivent-ils des cours de français ou d’anglais?<\/li>\n<li>Est-ce que les enfants de moins de 16 ans ont été inscrits à l’école, le cas échéant?<\/li>\n<li>Est-ce que les nouveaux arrivants ont soumis une demande pour l’Allocation canadienne pour enfants (ACE), le cas échéant?<\/li>\n<li>Est-ce que les nouveaux arrivants connaissent et ont accès au transport collectif, le cas échéant, ou à d’autres moyens de transport?<\/li>\n<li>Est-ce que les nouveaux arrivants connaissent le Programme fédéral de santé intérimaire (PFSI), ou bien est-ce qu’ils possèdent une carte de santé provinciale?<\/li>\n<li>Est-ce que les nouveaux arrivants ont un médecin de famille et un dentiste? Est-ce qu’ils ont été mis en contact avec tout autre prestataire de services de santé dont ils pourraient avoir besoin? Est-ce qu’ils savent comment communiquer avec les services d’urgence (911)?<\/li>\n<li>Est-ce que les nouveaux arrivants ont des problèmes de santé physique ou mentale qui nécessitent un traitement?<\/li>\n<li>Est-ce que les nouveaux arrivants ont été mis en contact avec un organisme d’aide à l’établissement ou d’autres services communautaires?<\/li>\n<li>Est-ce que les nouveaux arrivants ont accès à un interprète, le cas échéant?<\/li>\n<li>Est-ce que les nouveaux arrivants possèdent leur propre compte bancaire? Est-ce qu’ils savent s’en servir et gérer leurs propres finances?<\/li>\n<li>Est-ce que les nouveaux arrivants reçoivent du soutien financier de la part du GC ou du corépondant? Quel montant reçoivent-ils et à quelle fréquence? Est-ce que ces paramètres correspondent aux modalités énoncées dans le plan d’établissement?<\/li>\n<li>Est-ce que les nouveaux arrivants ont apporté des biens financiers avec eux au Canada? Si oui, comment le GC ou le corépondant ont-ils géré la situation?<\/li>\n<li>Est-ce que le GC ou le corépondant ont imposé des frais ou exigé de l’argent ou des dons de la part des nouveaux arrivants avant ou après leur arrivée?<\/li>\n<li>Est-ce que les nouveaux arrivants ont un emploi ou travaillent à leur compte? Est-ce qu’ils le font de leur plein gré?<\/li>\n<\/ul>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-6\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">6. À quelle fréquence un SEP devrait-il effectuer un suivi?<\/p><div class=\"accordion-body\"><\/p>\n<p>Il n’y a pas d’échéancier fixe pour la fréquence du suivi des activités du GC ou corépondant par le SEP. Si sa capacité le permet, le SEP peut faire le point mensuellement avec ses GC ou corépondants et avec les nouveaux arrivants parrainés. D’autres SEP identifient certaines étapes clés de la période de parrainage pour faire une mise au point avec leurs GC et corépondants et avec les nouveaux arrivants parrainés.<\/p>\n<p>Un suivi efficace repose sur un contact fréquent et une communication claire avec les GC, corépondants et nouveaux arrivants. Une bonne communication favorisera des relations solides entre toutes les parties concernées, dont les nouveaux arrivants, et des attentes claires concernant le rôle de chaque personne impliquée dans le parrainage.<\/p>\n<p>Une bonne communication commence dès la prise de contact initiale du GC ou du corépondant potentiels avec le SEP pour demander s’ils peuvent soumettre une demande en vertu de l’entente du SEP. Avant de soumettre la demande à IRCC, le SEP doit expliquer clairement qu’il effectuera des suivis auprès du GC ou corépondant et des nouveaux arrivants tout au long de la période de parrainage pour s’assurer que toutes les parties concernées s’acquittent de leurs obligations et responsabilités.<\/p>\n<p>Ce document contient des listes de vérification téléchargeables, basées sur des pratiques courantes parmi les SEP, qui peuvent être utilisées pour effectuer le suivi des activités des GC, corépondants et nouveaux arrivants avant l’arrivée, dans les premières semaines après l’arrivée, at aux troisième, sixième et neuvième mois. Une feuille d’évaluation est aussi disponible pour le téléchargement et peut être utilisée au douzième mois, à la fin de la période de parrainage, ou après la fin du parrainage.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-7\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">7. Pratiques exemplaires utilisées par les SEP<\/p><div class=\"accordion-body\"><\/p>\n<p>L’Entente de parrainage ne stipule pas comment les SEP devraient effectuer le suivi auprès de leur Groupes constitutifs et corépondants. Un SEP peut élaborer et mettre en œuvre ses propres procédures et pratiques de suivi, à sa discrétion. Il est difficile de créer une procédure de suivi universelle étant donné la diversité de la taille, de la composition et de la capacité des SEP. Toutefois, certaines des activités impliquant les GC, corépondants et nouveaux arrivants qui devraient se produire avant l’arrivée et durant la période de parrainage, telle que l’orientation, la formation, le partage de ressources et une bonne communication, peuvent former la base de parrainages réussis.<\/p>\n<p>Les renseignements de cette section peuvent aider les SEP à élaborer leurs propres procédures et pratiques de suivi.<\/p>\n<h2>Pratiques ou procédures employées par les SEP<\/h2>\n<p>Une enquête sur les pratiques de suivi des SEP menée en 2016 a révélé que de nombreux SEP se servent des outils suivants :<\/p>\n<ul>\n<li>Une orientation initiale sur le parrainage des réfugiés à l’intention des GC nouveaux, actuels ou potentiels; la sélection judicieuse des GC et corépondants potentiels; l’attribution de rôles et de responsabilités, et la clarification de ceux-ci; l’emploi d’un protocole d’entendement (PE), d’une entente ou d’un autre type de contrat énonçant clairement les responsabilités et les obligations; et la préparation du <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5440f.pdf\" target=\"_blank\" rel=\"noopener\">Plan d’établissement<\/a> en collaboration avec les GC et corépondants.<\/li>\n<li>Une communication régulière avec les GC et corépondants tout au long du processus de demande de parrainage; une formation à l’intention des GC et corépondants proposée par le SEP ou le Programme de formation sur le parrainage privé des réfugiés (PFPR) pendant le traitement de la demande; le partage de ressources du PFPR, telles que des <a href=\"http:\/\/www.rstp.ca\/fr\/ressources\/fiches-dinformation\/\">fiches d’information<\/a> et des <a href=\"http:\/\/www.rstp.ca\/en\/resources\/video\/past-webinars\/\">webinaires enregistrés<\/a> (en anglais seulement); et le partage et la diffusion de ressources élaborées à l’interne par le SEP.<\/li>\n<li>Un entretien ou une réunion avec le GC ou corépondant avant l’arrivée, normalement au moment de la réception de la Transmission de préavis d’arrivée (TPA) pour passer en revue les tâches, responsabilités et obligations.<\/li>\n<li>Un entretien avec le GC ou corépondant et les nouveaux arrivants après l’arrivée, normalement dans les deux premières semaines après l’arrivée, pour s’assurer que le soutien adéquat est en place.<\/li>\n<li>Des mises au point en présence du GC ou corépondant et les nouveaux arrivants durant la période de parrainage, au besoin ou à des intervalles réguliers.<\/li>\n<li>Des mises au point aux troisième, sixième et neuvième mois de la période de parrainage.<\/li>\n<li>Une évaluation avec le GC ou corépondant et les nouveaux arrivants vers la fin de la période de parrainage, ou la préparation d’un rapport final pour le SEP par le GC ou corépondant.<\/li>\n<\/ul>\n<h2>Outils et pratiques utiles<\/h2>\n<p>Les SEP trouvent les pratiques et outils suivants utiles au moment d’effectuer un suivi ou de faire le point auprès du GC ou corépondant et des nouveaux arrivants :<\/p>\n<ul>\n<li>S’assurer que toutes les parties (GC ou corépondant et nouveaux arrivants) possèdent un exemplaire du <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5440f.pdf\" target=\"_blank\" rel=\"noopener\">Plan d’établissement<\/a> que le SEP a préparé en collaboration avec le GC ou le corépondant et soumis à IRCC ou conservé dans ses dossiers;<\/li>\n<li>Énumérer toutes les personnes ou les parties impliquées dans <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5373f.pdf\" target=\"_blank\" rel=\"noopener\">l’Engagement de parrainage – Signataires d’entente de parrainage (SEP) [IMM 5373]<\/a> en tant que GC ou corépondant afin qu’elles aient une responsabilité juridique formelle envers IRCC et puissent par conséquent être tenues responsables;<\/li>\n<li>Signer une entente, un PE ou un contrat interne avec le GC ou corépondant qui énonce clairement les responsabilités, obligations et attentes de toutes les parties;<\/li>\n<li>Créer une <a href=\"https:\/\/www.refsis.ca\/\" target=\"_blank\" rel=\"noopener\">base de données<\/a> permettant au SEP de suivre les demandes et de garder les coordonnées du GC ou corépondant et des nouveaux arrivants;<\/li>\n<li>Établir une entente selon laquelle toutes les parties aviseront le SEP en cas de changement des coordonnées (p. ex., l’adresse résidentielle) afin que le SEP puisse s’assurer de s’acquitter des exigences en matière de résidence; et<\/li>\n<li>Diffuser les coordonnées du SEP auprès du GC ou corépondant et des nouveaux arrivants pour les encourager à communiquer avec le SEP s’ils ont des questions ou des problèmes.<\/li>\n<\/ul>\n<h2>Quelles méthodes sont efficaces pour les SEP?<\/h2>\n<p>Les SEP jouissent d’autant de latitude pour établir leurs pratiques de suivi que pour établir les critères de reconnaissance et d’autorisation des GC et corépondants. Les SEP peuvent choisir parmi les pratiques décrites dans ce document celles qui leur conviennent le mieux.<\/p>\n<p>Un SEP devrait fixer une procédure ou une séquence d’étapes qui seront utilisées avec chaque groupe. Voici celles dont se servent déjà plusieurs SEP :<\/p>\n<p><strong>1. Passer en revue le Plan d’établissement :<\/strong> Peu avant ou peu après la date d’arrivée prévue des nouveaux arrivants, le SEP devrait passer en revue le <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5440f.pdf\" target=\"_blank\" rel=\"noopener\">Plan d’établissement<\/a> qu’il a complété avec son CG ou corépondant et conservé à ses dossiers. Il serait préférable que les nouveaux arrivants participent à cette activité. Elle pourrait avoir lieu au moment de l’approbation de la demande par le bureau des visas à l’étranger, au moment où les renseignements préalables à la Transmission du préavis d’arrivée (TPA) ou la TPA officielle sont reçus, ou quelques jours avant l’arrivée des nouveaux arrivants au Canada.<\/p>\n<p>Certains réfugiés arrivent au Canada plusieurs mois, voire plusieurs années, après que la demande de parrainage a été soumise à IRCC. Pour cette raison, le <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5440f.pdf\" target=\"_blank\" rel=\"noopener\">Plan d’établissement<\/a> devrait être revu afin de rappeler au GC ou corépondant ses responsabilités, obligations et engagements. De plus, il pourrait y avoir eu des changements à la composition du SEP, du GC ou du corépondant : le SEP pourrait avoir un nouveau représentant; des membres du GC ou le corépondant pourraient avoir déménagé dans une autre collectivité; le GC ou corépondant pourrait ne plus être en mesure de participer au parrainage en cas de maladie ou d’incapacité. Le fait de revoir le <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5440f.pdf\" target=\"_blank\" rel=\"noopener\">Plan d’établissement<\/a> permet au SEP de s’adapter et de répondre à ces changements, ainsi que de modifier le <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5440f.pdf\" target=\"_blank\" rel=\"noopener\">Plan d’établissement<\/a> de façon à ce que les nouveaux arrivants reçoivent un soutien financier et de l’aide à l’établissement adéquats dès leur arrivée au Canada.<\/p>\n<p>Il peut également être utile de revoir et de modifier de façon régulière le <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5440f.pdf\" target=\"_blank\" rel=\"noopener\">Plan d’établissement<\/a> en collaboration avec le GC ou le corépondant et les nouveaux arrivants pendant le parrainage. Ceci est particulièrement utile lorsque surviennent des problèmes inattendus qui pourraient affecter la mise en œuvre du plan initial : lorsque le groupe identifie des besoins en matière d’établissement précédemment inconnus; lorsqu’un différend se produit entre les parties; lorsque le GC ou le corépondant ne procure pas un niveau convenable de soutien financier ou d’aide à l’établissement et le SEP se voit obligé de trouver un groupe remplaçant.<\/p>\n<p><strong>IMPORTANT <\/strong>: Tous les SEP sont tenus de compléter un <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5440f.pdf\" target=\"_blank\" rel=\"noopener\">Plan d’établissement<\/a>. Si un SEP a signé l’entente de parrainage il y a moins de deux ans, le <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5440f.pdf\" target=\"_blank\" rel=\"noopener\">Plan d’établissement<\/a> doit être soumis au COR-O avec le dossier de demande. Si le SEP a signé l’entente il y a plus de deux ans, il n’est pas tenu de soumettre le <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5440f.pdf\" target=\"_blank\" rel=\"noopener\">Plan d’établissement<\/a> au COR-O. Cependant, le Plan d’établissement doit tout de même être complété et conservé dans les dossiers du SEP parce qu’IRCC pourrait en demande un exemplaire à tout moment.<\/p>\n<p><strong>2. Communiquer de manière efficace : <\/strong>Une bonne communication et une politique de porte ouverte de la part du SEP envers ses GC ou corépondants et les nouveaux arrivants favorisera un établissement réussi et une exécution sans heurts du <a href=\"https:\/\/www.canada.ca\/content\/dam\/ircc\/migration\/ircc\/francais\/pdf\/trousses\/form\/imm5440f.pdf\" target=\"_blank\" rel=\"noopener\">Plan d’établissement<\/a>. Le SEP devait encourager les GC ou corépondants et les nouveaux arrivants à communiquer avec lui en cas de toute question ou de tout problème. Une relation cordiale avec le GC ou corépondant et les nouveaux arrivants permettra au SEP d’agir rapidement pour assurer le meilleur établissement possible aux nouveaux arrivants réinstallés et de s’assurer que le GC ou le corépondant s’acquittent de leurs responsabilités en matière financière et d’aide à l’établissement. Il est particulièrement important pour les SEP nationaux d’avoir une bonne communication avec les bureaux régionaux, le GC ou corépondant et les nouveaux arrivants dans la collectivité d’établissement, parce qu’elle permettra de répondre à tout problème qui pourrait survenir et d’intervenir en cas de besoin<\/p>\n<p><strong>3. <\/strong><strong>Effectuer des visites à domicile : <\/strong>Certains SEP trouvent qu’il est utile de visiter les nouveaux arrivants afin d’observer leurs conditions de vie. Cette visite pourrait avoir lieu dans les premiers temps du parrainage ou encore une fois que les nouveaux arrivants seront installés dans leur logement permanent. Une visite permet au SEP de vérifier plusieurs aspects, dont : si le logement convient à la taille de la famille des nouveaux arrivants et aux besoins des enfants, jeunes femmes ou aînés de la famille; si les meubles et les ustensiles sont adéquats; et si le logement est sécuritaire et habitable par temps froid ou chaud. De multiples visites, si elles ne sont pas importunes, permettent de vérifier si le GC ou le corépondant s’acquittent de leurs responsabilités et de découvrir si les nouveaux arrivants ont des préoccupations. Les visites à domicile devraient être programmées avec respect et avec la permission des nouveaux arrivants.<\/p>\n<p><strong>4. Réaliser des sondages : <\/strong>Certains SEP réalisent des sondages pour recueillir des renseignements sur les expériences d’établissement des nouveaux arrivants et du GC ou corépondant. Un SEP distribue deux sondages : les nouveaux arrivants remplissent le premier dans les premiers jours du parrainage; toutes les parties concernées remplissent le deuxième à la fin du parrainage. Ceci donne une idée au SEP de comment le GC ou le corépondant ont répondu (ou tenté de répondre) aux besoins des nouveaux arrivants et de comment ils se sont acquittés de leurs responsabilités, obligations et engagements. Remarque : Les sondages devraient être employés en combinaison avec une ou plusieurs autres méthodes énumérées dans cette trousse pour que le SEP soit conscient de tout problème potentiel ou émergent qui pourrait survenir au cours du parrainage et pour qu’il soit en mesure d’intervenir en cas de besoin.<\/p>\n<p><strong>5. Exiger des rapports mensuels : <\/strong>Certains SEP exigent que le GC ou corépondant soumette un rapport mensuel en se servant d’un modèle créé par le SEP<strong>. <\/strong>Les questions du rapport concernent différents aspects du parrainage, p. ex. la relation entre le GC ou corépondant et les nouveaux arrivants, le soutien procuré et les processus internes employés pour s’assurer que les besoins des nouveaux arrivants sont comblés.<\/p>\n<p><strong>6. Réaliser une intervention individuelle : <\/strong>Un SEP a le droit et l’obligation d’intervenir et de prendre des mesures correctives dans le but d’éviter des situations, malentendus ou désaccords qui pourraient affecter les nouveaux arrivants, le parrainage ou l’Entente de parrainage du SEP. Ces malentendus ou désaccords pourraient survenir si le GC ou corépondant était incapable de s’acquitter de ses responsabilités et obligations, ou s’il n’était pas disposé de le faire, à cause d’un conflit ou de toute autre raison. En cas de conflit ou de différend, le SEP devrait trouver une solution pour aider à régler le conflit. Si, malgré tous les efforts du SEP, le GC ou corépondant est incapable de continuer à fournir du soutien financier et de l’aide à l’établissement aux nouveaux arrivants, le SEP pourrait se voir contraint de trouver un GC ou corépondant remplaçant pour assumer les responsabilités du parrainage. Le SEP pourrait également prendre en charge les responsabilités du parrainage sans l’assistance du GC ou du corépondant. Si le SEP ne peut pas régler le différend, il peut <a href=\"http:\/\/www.rstp.ca\/wp-content\/uploads\/2019\/03\/PSR-Operations-Key-Contacts-and-Activities-FR_.pdf\" target=\"_blank\" rel=\"noopener\">communiquer avec IRCC pour demander conseil<\/a>.<\/p>\n<p>Tout comme chaque SEP et ses GC et corépondants sont différents et chaque parrainage est unique, il n’y a une seule façon d’effectuer un suivi de parrainage. Les pratiques décrites ci-dessus, ainsi que d’autres, peuvent aider les groupes de parrainage à vérifier que les engagements de parrainage sont remplis dans les délais prescrits et que le soutien en matière d’établissement correspond aux besoins des réfugiés.<\/p>\n<p>Les SEP peuvent aussi effectuer le suivi auprès de leurs GC ou corépondants et des nouveaux arrivants à l’aide des listes de vérification de pratiques exemplaires téléchargeables disponibles sur cette page.<\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n<div id=\"wp-spoiler-8\" class=\"accordion-box\" data-style=\"wpui-light\">  <p class=\"accordion-title\">8. Suivi par IRCC<\/p><div class=\"accordion-body\"><\/p>\n<p>Tel qu’affirmé dans l’Entente de parrainage du SEP, IRCC et le SEP sont responsables du suivi de la qualité de l’aide à l’établissement et du soutien financier fournis aux nouveaux arrivants. Ce suivi permet de vérifier que le groupe de parrainage et les nouveaux arrivants s’acquittent de leurs responsabilités et engagements respectifs[1].<\/p>\n<p><a href=\"mailto:IRCC.PSRCaseReview-RevuedecasPSR.IRCC@cic.gc.ca\">L’Équipe d’assurance des services de réinstallation (ÉASR)<\/a> d’IRCC réalise des activités d’assurance après l’arrivée pour s’assurer que les nouveaux arrivants reçoivent le soutien que le SEP et le GC ou corépondant se sont engagés à leur procurer.<\/p>\n<p>Pour plus de détails sur les activités et les procédures employées par l’ÉASR, cliquez<a href=\"http:\/\/www.rstp.ca\/wp-content\/uploads\/2019\/03\/PSR-Post-Arrival-Assurance-Activities-FR_.pdf\" target=\"_blank\" rel=\"noopener\"> ici<\/a>.<\/p>\n<p>Pour plus de renseignements sur les personnes-ressources d’IRCC à chaque étape du processus de parrainage, cliquez <a href=\"http:\/\/www.rstp.ca\/wp-content\/uploads\/2019\/03\/PSR-Operations-Key-Contacts-and-Activities-FR_.pdf\" target=\"_blank\" rel=\"noopener\">ici<\/a>.<\/p>\n<p><small>[1] Voir les paragraphes 5(r) et 6(k) de l’Entente de parrainage.<\/small><\/p>\n<p><\/div>  <\/div><!-- end div.wp-spoiler -->\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":4,"featured_media":0,"parent":1289,"menu_order":4,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1316"}],"collection":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/comments?post=1316"}],"version-history":[{"count":7,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1316\/revisions"}],"predecessor-version":[{"id":9952,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1316\/revisions\/9952"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1289"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/media?parent=1316"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}