{"id":1331,"date":"2014-04-04T10:39:54","date_gmt":"2014-04-04T10:39:54","guid":{"rendered":"http:\/\/rstp.fantomdesign.net\/?page_id=1331"},"modified":"2019-09-01T12:23:04","modified_gmt":"2019-09-01T16:23:04","slug":"le-parrainage-par-un-groupe-de-collegues-et-le-programme-mixte-des-rdbv","status":"publish","type":"page","link":"https:\/\/www.rstp.ca\/fr\/rdbv\/le-parrainage-par-un-groupe-de-collegues-et-le-programme-mixte-des-rdbv\/","title":{"rendered":"Le parrainage par un groupe de collègues et le Programme mixte des RDBV"},"content":{"rendered":"<h2>Qu’est-ce que le parrainage par un groupe de collègues?<\/h2>\n<p>Les lieux de travail sont riches en personnes, réseaux et opportunités pouvant bénéficier aux réfugiés. Des collègues pourraient former un groupe de parrainage; leur employeur pourrait offrir des occasions d’emploi ou de bénévolat aux nouveaux arrivants, voire même assumer le coût du parrainage. Les groupes de collègues peuvent participer au parrrainage des réfugiés en formant un Groupe de cinq, en tant que Répondant communautaire ou en collaborant avec un Signataire d&rsquo;entente de parrainage.<\/p>\n<h2>Quel est le rôle d’un groupe de parrainage composé de collègues?<\/h2>\n<p>Les groupes de parrainage composés de collègues fournissent du soutien financier et émotionnel ainsi que de l’aide à l’établissement aux nouveaux arrivants pendant leur première année au Canada. Le gouvernement canadien a élaboré des lignes directrices sur le montant du soutien financier et les types d’aide requis pendant les douze premiers mois. Dans le cadre du Programme mixte des réfugiés désignés par un bureau des visas (RDBV), le gouvernement couvre une part importante des coûts de subsistance des nouveaux arrivants, tandis que le groupe de parrainage paie le reste des frais. Par contre, les groupes qui parrainent des réfugiés « nommés », c&rsquo;est-à-dire des réfugiés qu&rsquo;ils connaissent, doivent assumer la totalité des coûts du parrainage.<\/p>\n<p>Les membres du groupe de parrainage aident les nouveaux arrivants à s’établir dans la communauté d’accueil. Ils les aident à trouver un logement convenable, à s’inscrire à des programmes éducatifs et à des cours de langue, et à chercher des prestataires de soins de santé. Ils sont également prêts à fournir du soutien émotionnel.<\/p>\n<h2>Pourquoi devriez-vous former un groupe de parrainage avec vos collègues?<\/h2>\n<p>Le parrainage par un groupe de collègues est principalement un geste humanitaire. Dans le cadre du Programme mixte des RDBV, les groupes composés de collègues peuvent parrainer des réfugiés recommandés par les Nations Unies qui requièrent une intervention qui leur sauvera la vie. Ces personnes comprennent des femmes en péril et des personnes LGBTQ+. Tous les réfugiés désignés pour ce programme ont été approuvés par le gouvernement du Canada.<\/p>\n<p>Le parrainage par un groupe de collègues apporte plusieurs bienfaits. Entre autres, il permet de :<\/p>\n<ul>\n<li><strong>Sauver des vies<\/strong>, en aidant des réfugiés à trouver un foyer sûr au Canada, où ils pourront reconstruire leur vie, élever leur famille et regarder vers l’avenir.<\/li>\n<li><strong>Se faire des amis, bâtir une communauté<\/strong>, tant dans le milieu de travail qu’avec les nouveaux arrivants réfugiés. Les membres de groupes de parrainage déclarent souvent que ceci est leur plus belle récompense.<\/li>\n<li><strong>Former un esprit d’équipe,<\/strong> <strong>développer des compétences<\/strong>, parce que c’est un projet qui exige une collaboration étroite pour atteindre un objectif très important. Les compétences requises pour ce faire sont probablement déjà présentes dans votre milieu de travail, mais le parrainage permet aux employés et employeurs d’assumer de nouveaux rôles et de développer de nouvelles compétences, notamment la gestion de projet, l’animation de groupe, l’établissement d’un budget et la collecte de fonds.<\/li>\n<li><strong>Échanger sur diverses cultures<\/strong><strong>, <\/strong>en donnant l’occasion aux membres du groupe de parrainage et aux nouveaux arrivants d’en apprendre davantage sur leurs cultures respectives : musique, nourriture, traditions. Ce partage peut être extrêmement enrichissant pour toutes les personnes impliquées dans le parrainage.<\/li>\n<li><strong>Accroître l’engagement des employés<\/strong> de façon significative et puissante. Le parrainage peut également contribuer aux objectifs de l’employeur en matière de responsabilité sociale de l’entreprise.<\/li>\n<\/ul>\n<h2>Comment les groupes de parrainage composés de collègues peuvent-ils s’impliquer?<\/h2>\n<p>Les employés, voire même les employeurs, peuvent former des groupes de parrainage au sein de leur organisation pour aider des réfugiés à s’installer et à s’intégrer dans leur nouvelle communauté.<\/p>\n<p>Si vous envisagez d&rsquo;aider des réfugiés en formant un groupe de parrainage avec vos collègues, commencez en consultant notre liste de <a href=\"http:\/\/www.rstp.ca\/en\/bvor\/refugee-profiles\/\">Profils de RDBV. <\/a>Ces réfugiés ont été recommandés par le HCR (l’agence de Nations Unies pour les réfugiés) et approuvés par le gouvernement du Canada.<\/p>\n<p>Communiquez avec le personnel responsable du Programme mixte des RDBV du PFPR au 1.877.290.1701, p. 2403, ou à <a href=\"mailto:bvor@rstp.ca\">bvor@rstp.ca<\/a> pour vous inscrire. Il confirmera le jumelage entre un groupe de parrainage et des réfugiés. Si vous désirez de l&rsquo;assistance en français, communiquez avec la formatrice francophone en écrivant à <a href=\"mailto:ljarmasz@rstp.ca\">ljarmasz@rstp.ca<\/a>.<\/p>\n<h2>Pourquoi les groupes de parrainage composés de collègues devraient-ils envisager le Programme mixte des RDBV?<\/h2>\n<ul>\n<li><strong>Le Programme mixte des RDBV jumelle les groupes de parrainage avec les réfugiés<\/strong> : Le Programme mixte des RDBV permet de trouver plus facilement des individus ou des familles à parrainer. Il publie régulièrement des listes de réfugiés désignés par le HCR et approuvés par le gouvernement du Canada. Après avoir discuté de vos intérêts avec le personnel du Programme mixte des RDBV et avoir reçu une orientation plus détaillée au programme, vous pourrez choisir les réfugiés qui correspondent aux capacités de votre groupe.<\/li>\n<li><strong>Le Programme mixte des RDBV identifie les réfugiés qui ont le plus besoin d’aide <\/strong>: Les groupes de parrainage peuvent être sûrs de soutenir les réfugiés identifiés par le HCR et le gouvernement du Canada comme étant les plus vulnérables et nécessiteux.<\/li>\n<li><strong>Le Programme mixte des RDBV<\/strong> <strong>réduit le montant des fonds à collecter <\/strong>: Les groupes participant au Programme mixte des RDBV ne doivent contribuer qu’un peu plus de la moitié des fonds nécessaires pour soutenir les réfugiés pendant leur première année au Canada. Le gouvernement canadien fournira le reste. Or, dans le Programme de parrainage privé des réfugiés, les groupes de parrainage assurent normalement la totalité du soutien financier.<\/li>\n<li><strong>Le Programme mixte des RDBV raccourcit le temps d’attente avant l’arrivée des réfugiés <\/strong>: Les dossiers des réfugiés désignés par un bureau des visas ont été pré-examinés et pré-approuvés pour la réinstallation par le gouvernement du Canada. Les réfugiés arriveront donc au Canada de 6 à 12 semaines après avoir été jumelés avec un groupe de parrainage. Cela signifie que les groupes de parrainage peuvent se préparer plus efficacement pour l’arrivée des réfugiés. Il est également plus facile d’éviter toute modification à la composition du groupe de parrainage reliée à des changements de vie : p. ex., membres du groupe quittant le lieu de travail, maladie, ou déménagement dans une autre ville. La prévisbilité du moment de l&rsquo;arrivée des réfugiés a encouragé certains groupes à parrainer une nouvelle famille de RDBV chaque année.<\/li>\n<\/ul>\n<h2>Sera-t-il nécessaire de fournir un emploi dans votre milieu de travail?<\/h2>\n<p>Non. Après l’arrivée des réfugiés, le groupe aura la responsabilité de les aider à trouver un emploi. S’il existe une occasion d’emploi convenable dans votre milieu de travail, vous pouvez en informer le nouvel arrivant. Mais c’est à lui que revient la décision finale sur le type d’emploi qui lui conviendra le mieux.<\/p>\n<p>À l’instar des autres types de parrainage de réfugiés, le parrainage par un groupe de collègues est, avant tout, un effort humanitaire. Le parrainage de réfugiés ne doit donc pas servir de moyen de recruter des employés.<\/p>\n<h2>Les responsabilités des groupes de parrainage<\/h2>\n<p>Le parrainage est réglementé et surveillé par le gouvernement du Canada. Les groupes de parrainage doivent adhérer à des lignes directrices précises.<\/p>\n<p>Celles-ci concernent :<\/p>\n<ul>\n<li>Le montant de fonds devant être collectés et détenus en fiducie pour qu’un groupe se qualifie pour parrainer des réfugiés<\/li>\n<li>Les normes du logement<\/li>\n<li>Les allocations pour le transport et pour l’achat de téléphones et d’autres articles ménagers<\/li>\n<li>Les allocations pour la nourriture<\/li>\n<li>Le droit des nouveaux arrivants d’établir un budget de façon indépendante<\/li>\n<li>Le délai convenable pour l’apprentissage de l’anglais ou du français dans des cours de langue<\/li>\n<li>Le soutien à l’établissement, dont l’aiguillage vers des services pertinents et l’orientation au transport en commun et à d’autres activités quotidiennes<\/li>\n<\/ul>\n<h2>Quelles difficultés pourraient survenir dans le contexte du parrainage par un groupe de collègues?<\/h2>\n<ul>\n<li>Certaines personnes pourraient croire que les membres du groupe sont motivés davantage par leurs intérêts commerciaux que par un souci humanitaire sincère.<\/li>\n<li>Un conflit de travail ou un déséquilibre de pouvoir pourraient faire obstacle aux efforts de parrainage.<\/li>\n<\/ul>\n<h2>Comment un groupe de parrainage composé de collègues peut-il éviter ou atténuer les problèmes?<\/h2>\n<ul>\n<li>Les groupes de parrainage composés de collègues doivent avoir une bonne compréhension de leurs responsabilités et des règles régissant le programme de parrainage des réfugiés.<\/li>\n<li>Il serait utile pour les organismes de formuler des politiques concernant le parrainage par des groupes de collègues et les problèmes qui pourraient survenir. Ces politiques pourraient inclure des lignes directrices sur la résolution de conflits, la gestion des attentes et les considérations éthiques.<\/li>\n<\/ul>\n<h2>De quel type de soutien les groupes de parrainage peuvent-ils bénéficier?<\/h2>\n<p>Le Programme de formation sur le parrainage privé des réfugiés (PFPR) fournit de la formation et du soutien pour tous les groupes qui parrainent des réfugiés. Les organismes locaux d’aide à l’établissement peuvent également appuyer les groupes de parrainage et les nouveaux arrivants durant l’année de parrainage.<\/p>\n<p><strong><em>Le PFPR désire remercier le Carrefour des réfugiés (The Refugee Hub) d’avoir partagé ses recherches et ses publications sur le parrainage par des groupes de collègues, qui ont servi de base à cet article.<\/em><\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Qu’est-ce que le parrainage par un groupe de collègues? Les lieux de travail sont riches en personnes, réseaux et opportunités pouvant bénéficier aux réfugiés. Des collègues pourraient former un groupe [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":10542,"menu_order":5,"comment_status":"open","ping_status":"closed","template":"","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","passster_activate_protection":false,"passster_protect_child_pages":"","passster_protection_type":"password","passster_password":"","passster_activate_overwrite_defaults":"","passster_headline":"","passster_instruction":"","passster_placeholder":"","passster_button":"","passster_id":"","passster_activate_misc_settings":"","passster_redirect_url":"","passster_hide":"no","passster_area_shortcode":"","_price":"","_stock":"","_tribe_ticket_header":"","_tribe_default_ticket_provider":"","_tribe_ticket_capacity":"0","_ticket_start_date":"","_ticket_end_date":"","_tribe_ticket_show_description":"","_tribe_ticket_show_not_going":false,"_tribe_ticket_use_global_stock":"","_tribe_ticket_global_stock_level":"","_global_stock_mode":"","_global_stock_cap":"","_tribe_rsvp_for_event":"","_tribe_ticket_going_count":"","_tribe_ticket_not_going_count":"","_tribe_tickets_list":[],"_tribe_ticket_has_attendee_info_fields":false},"meta_box":{"front_blocks":[]},"ticketed":false,"_links":{"self":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1331"}],"collection":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/comments?post=1331"}],"version-history":[{"count":7,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1331\/revisions"}],"predecessor-version":[{"id":10447,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/1331\/revisions\/10447"}],"up":[{"embeddable":true,"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/pages\/10542"}],"wp:attachment":[{"href":"https:\/\/www.rstp.ca\/fr\/wp-json\/wp\/v2\/media?parent=1331"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}